[{"publication_id": "1000124380", "title": "Insights into the catalytic CO₂ methanation of a boiling water cooled fixed-bed reactor: Simulation-based analysis", "issued": "2021", "language": "en", "doi": "-", "abstract": "This article presents the simulation-based analysis of experimental results from a catalytic fixed-bed reactor for the methanation of CO₂. During previously published experiments, temperature profiles inside bidisperse catalyst-silicon carbide fixed-beds were gathered and reactant conversions at the reactor outlet measured. On the basis of the temperature profiles along the fixed-bed length and outlet reactant conversions, a procedure for the numerical characterisation of these results was developed. Primary parameters like the inserted multipoint thermocouple and the heat transfer coefficient between reactor wall and surrounding boiling water cooling are systematically investigated. Concerning the binary bidisperse fixed-beds of porous catalyst cylinders and highly thermal conductive silicon carbide, a simple numerical method for the determination of the effective heat conductivity of the bed is presented. The modelling of effective reaction rates within an industrial sized catalyst and reactor is a non-trivial task, due to interlinking aspects like intrinsic reaction rate and internal and external transport limitations. Intrinsic reaction rate, internal and external transport limitations are linked, what makes a separate investigation challenging. Thus, a step by step analysis is presented and the single effects investigated in detail. From the results of the stepwise numerical characterisation, an excellent agreement between experiments and numerics was reached. Additionally, a novel partially resolved 3D fixed-bed reactor model is presented and selected results like particle overheating presented. Overall the present numerical investigations provided a deep insight into the methanation of CO₂ in a cooled fixed bed reactor.", "authors": ["Manuel Gruber", "Denis Wiedmann", "Manuel Haas", "Stefan Harth", "Alexandra Loukou", "Dimosthenis Trimis"], "keywords": [{"values": [{"value": "power-to-gas", "language": "en"}, {"value": "power-to-gas", "language": "de"}]}, {"values": [{"value": "power-to-sng", "language": "en"}, {"value": "power-to-sng", "language": "de"}]}, {"values": [{"value": "fixed-bed reactor", "language": "en"}, {"value": "festbettreaktor", "language": "de"}]}, {"values": [{"value": "helmeth", "language": "en"}, {"value": "helmeth", "language": "de"}]}]}, {"publication_id": "1000080100", "title": "Comparing Visualization of Inflammation at Transient Load Steps Comparing Ignition Systems", "issued": "2017", "language": "en", "doi": "-", "abstract": "The comparison of spark ignition systems and corona ignition systems is performed by changing a spark plug to a corona igniter in an existing engine configuration on an Engine-in-the-Loop test bed. In this investigation visual inspection of the inflammation is done comparing visible image with spectral resolved two-dimensional information investigating the for flame initiation relevant OH*, CH* and \\({\\rm C}_{2}^{*}\\) chemiluminescence. A general comparison between optical and thermodynamic analysis is performed. The observations are then used to evaluate transient cycle-to-cycle comparisons of the two ignition systems.", "authors": ["Olaf Toedter", "Alexander Heinz", "Christian Disch", "Thomas Koch", "Stefan Seefeldt"], "keywords": [{"values": [{"value": "ignition", "language": "en"}, {"value": "zündung", "language": "de"}]}, {"values": [{"value": "corona", "language": "en"}, {"value": "corona", "language": "de"}]}, {"values": [{"value": "spark ighnition", "language": "en"}, {"value": "spark ighnition", "language": "de"}]}]}, {"publication_id": "1000005644", "title": "Ein systemdynamischer Ansatz zur techno-ökonomischen Analyse von Luftreinhaltestrategien in der Industrie", "issued": "2007", "language": "de", "doi": "-", "abstract": "Die zur techno-ökonomische Analyse von Luftreinhaltestrategien verwendeten Optimiermodelle vernachlässigen in ihrer Zielfunktion die einzelbetriebliche Investitionsentscheidung. Diese stellt jedoch die Grundlage für den Einsatz von Emissionsminderungsmaßnahmen auf Anlagenebene dar. Das beschriebene systemdynamische Modell erlaubt die Analyse der Auswirkungen umweltpolitischer Instrumente auf die betrieblichen Rahmenbedingungen und Kosten und somit auf die erreichbare Emissionsminderung.", "authors": ["Stefan Wenzel"], "keywords": [{"values": [{"value": "system analysis", "language": "en"}, {"value": "systemanalyse", "language": "de"}]}, {"values": [{"value": "system dynamics", "language": "en"}, {"value": "system dynamics", "language": "de"}]}, {"values": [{"value": "clean air policy", "language": "en"}, {"value": "luftreinhaltepolitik", "language": "de"}]}, {"values": [{"value": "decision support", "language": "en"}, {"value": "entscheidungsunterstützung", "language": "de"}]}, {"values": [{"value": "emission reduction", "language": "en"}, {"value": "emissionsverringerung", "language": "de"}]}, {"values": [{"value": "dynamic model", "language": "en"}, {"value": "dynamisches modell", "language": "de"}]}, {"values": [{"value": "cost function", "language": "en"}, {"value": "kostenfunktion", "language": "de"}]}, {"values": [{"value": "in", "language": "en"}, {"value": "in", "language": "de"}]}]}, {"publication_id": "1000149126", "title": "Fast Computation of Shortest Smooth Paths and Uniformly Bounded Stretch with Lazy RPHAST", "issued": "2022", "language": "en", "doi": "-", "abstract": "We study the shortest smooth path problem (SSPP), which is motivated by traffic-aware routing in road networks. The goal is to compute the fastest route according to the current traffic situation while avoiding undesired detours, such as briefly using a parking area to bypass a jammed highway. Detours are prevented by limiting the uniformly bounded stretch (UBS) with respect to a second weight function which disregards the traffic situation. The UBS is a path quality metric which measures the maximum relative length of detours on a path. In this paper, we settle the complexity of the SSPP and show that it is strongly NP-complete. We then present practical algorithms to solve the problem on continental-sized road networks both heuristically and exactly. A crucial building block of these algorithms is the UBS evaluation. We propose a novel algorithm to compute the UBS with only a few shortest path computations on typical paths. All our algorithms utilize Lazy RPHAST, a recently proposed technique to incrementally compute distances from many vertices towards a common target. An extensive evaluation shows that our algorithms outperform competing SSPP algorithms by up to two orders of magnitude and that our new UBS algorithm is the first to consistently compute exact UBS values in a matter of milliseconds.", "authors": ["Tim Zeitz"], "keywords": [{"values": [{"value": "realistic road networks", "language": "en"}, {"value": "realistische straßennetze", "language": "de"}]}, {"values": [{"value": "route planning", "language": "en"}, {"value": "routenplanung", "language": "de"}]}, {"values": [{"value": "shortest paths", "language": "en"}, {"value": "kürzeste wege", "language": "de"}]}, {"values": [{"value": "traffic-aware routing", "language": "en"}, {"value": "verkehrsabhängige leitweglenkung", "language": "de"}]}, {"values": [{"value": "live traffic", "language": "en"}, {"value": "live-verkehr", "language": "de"}]}, {"values": [{"value": "uniformly bounded stretch", "language": "en"}, {"value": "gleichmäßig begrenzte strecke", "language": "de"}]}]}, {"publication_id": "1000150484", "title": "Correlated Study of Material Interaction Between Capillary Printed Eutectic Gallium Alloys and Gold Electrodes", "issued": "2022", "language": "en", "doi": "-", "abstract": "Abstract not available.", "authors": ["Navid Hussain", "Torsten Scherer", "Chittaranjan Das", "Janis Heuer", "Rafaela Debastiani", "Peter Gumbsch", "Jasmin Aghassi-Hagmann", "Michael Hirtz"], "keywords": [{"values": [{"value": "dpn)", "language": "en"}, {"value": "dpn)", "language": "de"}]}, {"values": [{"value": "2020-024-028713 (dpn", "language": "en"}, {"value": "2020-024-028713 (dpn", "language": "de"}]}]}, {"publication_id": "1000044908", "title": "The contribution of CD44v6 and CD44v7 to the crosstalk between hematopoietic stem cells and the bone marrow niche", "issued": "2014", "language": "en", "doi": "-", "abstract": "Abstract not available.", "authors": ["Prabhu Thirupathi"], "keywords": [{"values": [{"value": "hematopoietic stem cells", "language": "en"}, {"value": "hämatopoetische stammzellen", "language": "de"}]}]}, {"publication_id": "1000049446", "title": "Estimating Ixodes ricinus densities on the landscape scale", "issued": "2015", "language": "en", "doi": "-", "abstract": "Background: The study describes the estimation of the spatial distribution of questing nymphal tick densities by investigating Ixodes ricinus in Southwest Germany as an example. The production of high-resolution maps of questing tick densities is an important key to quantify the risk of tick-borne diseases. Previous I. ricinus maps were based on quantitative as well as semi-quantitative categorisations of the tick density observed at study sites with different vegetation types or indices, all compiled on local scales. Here, a quantitative approach on the landscape scale is introduced.\r\nMethods: During 2 years, 2013 and 2014, host-seeking ticks were collected each month at 25 sampling sites by flagging an area of 100 square meters. All tick stages were identified to species level to select nymphal ticks of I. ricinus, which were used to develop and calibrate Poisson regression models. The environmental variables height above sea level, temperature, relative humidity, saturation deficit and land cover classification were used as explanatory variables.\r\nResults: The number of flagged nymphal tick densities range from zero (mountain site) to more than 1,000 nymphs/100 m$^{2}$. Calibrating the Poisson regression models with these nymphal densities results in an explained variance of 72 % and a prediction error of 110 nymphs/100 m$^{2}$ in 2013. Generally, nymphal densities (maximum 374 nymphs/100 m$^{2}$), explained variance (46 %) and prediction error (61 nymphs/100 m2) were lower in 2014. The models were used to compile high-resolution maps with 0.5 km$^{2}$ grid size for the study region of the German federal state Baden-Württemberg. The accuracy of the mapped tick densities was investigated by leave-one-out cross-validation resulting in root-mean-square-errors of 227 nymphs/100 m$^{2}$ for 2013 and 104 nymphs/100 m$^{2}$ for 2014.\r\nConclusions: The methodology introduced here may be applied to further tick species or extended to other study regions. Finally, the study is a first step towards the spatial estimation of tick-borne diseases in Central Europe.", "authors": ["D. Boehnke", "K. Brugger", "M. Pfäffle", "P. Sebastian", "S. Norra", "T. Petney", "R. Oehme", "N. Littwin", "K. Lebl", "J. Raith", "M. Walter", "R. Gebhardt", "F. Rubel"], "keywords": [{"values": [{"value": "ixodid ticks", "language": "en"}, {"value": "ixodid-zecken", "language": "de"}]}, {"values": [{"value": "generalized linear model", "language": "en"}, {"value": "verallgemeinertes lineares modell", "language": "de"}]}, {"values": [{"value": "population density", "language": "en"}, {"value": "bevölkerungsdichte", "language": "de"}]}, {"values": [{"value": "climate", "language": "en"}, {"value": "klima", "language": "de"}]}, {"values": [{"value": "land cover classification", "language": "en"}, {"value": "bodenbedeckungsklassifizierung", "language": "de"}]}]}, {"publication_id": "1000130385", "title": "Efficient Fluoride Removal from Aqueous Solution Using Zirconium-Based Composite Nanofiber Membranes", "issued": "2021", "language": "en", "doi": "-", "abstract": "Herein, composite nanofiber membranes (CNMs) derived from UiO-66 and UiO-66-NH2 Zr-metal-organic frameworks (MOFs) were successfully prepared, and they exhibited high performance in adsorptive fluoride removal from aqueous media. The resultant CNMs were confirmed using different techniques, such as X-ray diffraction (XRD), field emission scanning electron microscopy (FE-SEM), and Brunauer–Emmett–Teller (BET) in addition to Fourier-transform infrared spectroscopy (FTIR). The parameters that govern the fluoride adsorption were evaluated, including adsorbent dose, contact time, and pH value, in addition to initial concentration. The crystalline structures of CNMs exhibited high hydrothermal stability and remained intact after fluoride adsorption. It could also be observed that the adsorbent dose has a significant effect on fluoride removal at high alkaline values. The results show that UiO-66-NH2 CNM exhibited high fluoride removal due to electrostatic interactions that strongly existed between F− and metal sites in MOF in addition to hydrogen bonds formed with MOF amino groups. The fluoride removal efficiency reached 95% under optimal conditions of 20 mg L−1, pH of 8, and 40% adsorbent dose at 60 min. The results revealed\r\nthat UiO-66-NH2 CNM possesses a high maximum adsorption capacity (95 mg L−1) over UiO-66 CNM (75 mg L−1), which exhibited better fitting with the pseudo-second-order model. Moreover, when the initial fluoride concentration increased from 20 to 100 mg/L, fluoride adsorption decreased by 57% (UiO-66 CNM) and 30% (UiO-66-NH2 CNM) after 60 min. After three cycles, CNM\r\nrevealed the regeneration ability, demonstrating that UiO-66-NH2 CNMs are auspicious adsorbents for fluoride from an aqueous medium.", "authors": ["Alaa Mohamed", "Elvia P. Valadez Sanchez", "Evgenia Bogdanova", "Britta Bergfeldt", "Ammar Mahmood", "Roman V. Ostvald", "Tawheed Hashem"], "keywords": [{"values": [{"value": "metal-organic framework", "language": "en"}, {"value": "metallorganisches gerüst", "language": "de"}]}, {"values": [{"value": "uio-66", "language": "en"}, {"value": "uio-66", "language": "de"}]}, {"values": [{"value": "uio-66-nh2", "language": "en"}, {"value": "uio-66-nh2", "language": "de"}]}, {"values": [{"value": "water treatment", "language": "en"}, {"value": "wasseraufbereitung", "language": "de"}]}, {"values": [{"value": "adsorption mechanisms", "language": "en"}, {"value": "adsorptionsmechanismen", "language": "de"}]}]}, {"publication_id": "1000013138", "title": "Controlled self-organisation using learning classifier systems", "issued": "2009", "language": "en", "doi": "-", "abstract": "The complexity of technical systems increases, breakdowns occur quite often. The mission of organic computing is to tame these challenges by providing degrees of freedom for self-organised behaviour. To achieve these goals, new methods have to be developed. The proposed observer/controller architecture constitutes one way to achieve controlled self-organisation. To improve its design, multi-agent scenarios are investigated. Especially, learning using learning classifier systems is addressed.", "authors": ["Urban Maximilian Richter"], "keywords": [{"values": [{"value": "organic computing", "language": "en"}, {"value": "organische datenverarbeitung", "language": "de"}]}, {"values": [{"value": "controlled self-organisation", "language": "en"}, {"value": "kontrollierte selbstorganisation", "language": "de"}]}, {"values": [{"value": "extended learning classifier system", "language": "en"}, {"value": "erweitertes lernendes klassifizierungssystem", "language": "de"}]}, {"values": [{"value": "multi-agent simulation", "language": "en"}, {"value": "multi-agenten-simulation", "language": "de"}]}]}, {"publication_id": "1000047785", "title": "Numerical Analysis of the Electro-Magnetic Perfectly Matched Layer in a Discontinuous Galerkin Discretization", "issued": "2015", "language": "en", "doi": "-", "abstract": "This work is devoted to the numerical analysis of time-domain linear Maxwell's equations in a discontinuous Galerkin discretization. We focus on Berenger's perfectly matched layer and have a detailed look at construction, well-posedness, and semi-discrete error analysis. We present an analytic solution to the system, that can be utilized to efficiently determine optimal parameter values for the layer and state a way to avoid an exponential growth in time of the semi-discrete error bound.", "authors": ["Andreas Schulz"], "keywords": [{"values": [{"value": "maxwell's equations", "language": "en"}, {"value": "maxwellsche gleichungen", "language": "de"}]}, {"values": [{"value": "discontinuous galerkin method", "language": "en"}, {"value": "diskontinuierliche galerkin-methode", "language": "de"}]}, {"values": [{"value": "perfectly matched layer", "language": "en"}, {"value": "perfekt abgestimmte schicht", "language": "de"}]}, {"values": [{"value": "parameter determination", "language": "en"}, {"value": "parameterbestimmung", "language": "de"}]}, {"values": [{"value": "error analysis", "language": "en"}, {"value": "fehleranalyse", "language": "de"}]}]}, {"publication_id": "1000105075", "title": "Acetogenic Fermentation From Oxygen Containing Waste Gas", "issued": "2019", "language": "en", "doi": "-", "abstract": "The microbial production of bulk chemicals from waste gas is becoming a pertinent alternative to industrial strategies that rely on fossil fuels as substrate. Acetogens can use waste gas substrates or syngas (CO, CO$_{2}$, H$_{2}$) to produce chemicals, such as acetate or ethanol, but as the feed gas often contains oxygen, which inhibits acetogen growth and product formation, a cost-prohibitive chemical oxygen removal step is necessary. Here, we have developed a two-phase microbial system to facilitate acetate production using a gas mixture containing CO and O$_{2}$. In the first phase the facultative anaerobic carboxydotroph Parageobacillus thermoglucosidasius was used to consume residual O$_{2}$ and produce H$_{2}$ and CO$_{2}$, which was subsequently utilized by the acetogen Clostridium ljungdahlii for the production of acetate. From a starting amount of 3.3 mmol of CO, 0.52 mmol acetate was produced in the second phase by C. ljungdahlii. In this set-up, the yield achieved was 0.16mol acetate/mol CO, a 63% of the theoretical maximum. This system has the potential to be developed for the production of a broad range of bulk chemicals from oxygen-containing waste gas by using P. thermoglucosidasius as an oxygen scrubbing tool.", "authors": ["Teresa Mohr", "Alba Infantes", "Lars Biebinger", "Pieter Maayer", "Anke Neumann"], "keywords": [{"values": [{"value": "parageobacillus thermoglucosidasius", "language": "en"}, {"value": "parageobacillus thermoglucosidasius", "language": "de"}]}, {"values": [{"value": "clostridium ljungdahlii", "language": "en"}, {"value": "clostridium ljungdahlii", "language": "de"}]}, {"values": [{"value": "water-gas shift reaction", "language": "en"}, {"value": "wasser-gas-shift-reaktion", "language": "de"}]}, {"values": [{"value": "anaerobic acetate production", "language": "en"}, {"value": "anaerobe acetatbildung", "language": "de"}]}, {"values": [{"value": "wood-ljungdahl pathway", "language": "en"}, {"value": "holz-ljungdahl-weg", "language": "de"}]}, {"values": [{"value": "syngas", "language": "en"}, {"value": "synthesegas", "language": "de"}]}]}, {"publication_id": "1000141098", "title": "Input Secrecy \\& Output Privacy: Efficient Secure Computation of Differential Privacy Mechanisms", "issued": "2021", "language": "en", "doi": "-", "abstract": "Data is the driving force of modern businesses. For example, customer-generated data is collected by companies to improve their products, discover emerging trends, and provide insights to marketers. However, data might contain personal information which allows to identify a person and violate their privacy. Examples of privacy violations are abundant – such as revealing typical whereabout and habits, financial status, or health information, either directly or indirectly by linking the data to other available data sources. To protect personal data and regulate its collection and processing, the general data protection regulation (GDPR) was adopted by all members of the European Union.\r\n\r\nAnonymization addresses such regulations and alleviates privacy concerns by altering personal data to hinder identification. Differential privacy (DP), a rigorous privacy notion for anonymization mechanisms, is widely deployed in the industry, e.g., by Google, Apple, and Microsoft.\r\nAdditionally, cryptographic tools, namely, secure multi-party computation (MPC), protect the data during processing. MPC allows distributed parties to jointly compute a function over their data such that only the function output is revealed but none of the input data. MPC and DP provide orthogonal protection guarantees. MPC provides input secrecy, i.e., MPC protects the inputs of a computation via encrypted processing. DP provides output privacy, i.e., DP anonymizes the output of a computation via randomization. In typical deployments of DP the data is randomized locally, i.e., by each client, and aggregated centrally by a server. MPC allows to apply the randomization centrally as well, i.e., only once, which is optimal for accuracy. Overall, MPC and DP augment each other nicely. However, universal MPC is inefficient – requiring large computation and communication overhead – which makes MPC of DP mechanisms challenging for general real-world deployments.\r\n\r\nIn this thesis, we present efficient MPC protocols for distributed parties to collaboratively compute DP statistics with high accuracy. We support general rank-based statistics, e.g., min, max, median, as well as decomposable aggregate functions, where local evaluations can be efficiently combined to global ones, e.g., for convex optimizations. Furthermore, we detect heavy hitters, i.e., most frequently appearing values, over known as well as unknown data domains. We prove the semi-honest security and differential privacy of our protocols. Also, we theoretically analyse and empirically evaluate their accuracy as well as efficiency. Our protocols provide higher accuracy than comparable solutions based on DP alone. Our protocols are efficient, with running times of seconds to minutes evaluated in real-world WANs between Frankfurt and Ohio (100 ms delay, 100 Mbits/s bandwidth), and have modest hardware requirements compared to related work (mainly, 4 CPU cores at 3.3 GHz and 2 GB RAM per party). Additionally, our protocols can be outsourced, i.e., clients can send encrypted inputs to few servers which run the MPC protocol on their behalf.", "authors": ["Jonas Böhler"], "keywords": [{"values": [{"value": "secure multi-party computation", "language": "en"}, {"value": "sichere mehrparteienberechnungen", "language": "de"}]}, {"values": [{"value": "differential privacy", "language": "en"}, {"value": "differenzierte privatsphäre", "language": "de"}]}, {"values": [{"value": "cryptography", "language": "en"}, {"value": "kryptographie", "language": "de"}]}, {"values": [{"value": "anonymization", "language": "en"}, {"value": "anonymisierung", "language": "de"}]}]}, {"publication_id": "1000142064", "title": "A Simple and Low-Cost Strategy to Improve Conidial Yield and Stress Resistance of Trichoderma guizhouense through Optimizing Illumination Conditions", "issued": "2022", "language": "en", "doi": "-", "abstract": "Light is perceived by photoreceptors in fungi and further integrated into the stress-activated MAPK HOG pathway, and thereby potentially activates the expression of genes for stress responses. This indicates that the precise control of light conditions can likely improve the conidial yield and stress resistance to guarantee the low cost and long shelf life of Trichoderma-based biocontrol agents and biofertilizers. In this study, effects of wavelengths and intensities of light on conidial yield and stress tolerance to osmotic, oxidative and pH stresses in Trichoderma guizhouense were investigated. We found that 2 μmol photons/(m$^{2}$ × s) of blue light increased the conidial yield more than 1000 folds as compared to dark condition and simultaneously enhanced conidial stress resistance. The enhanced conidial stress resistance is probably due to the upregulated stress-related genes in blue light, which is under the control of the blue light receptor BLR1 and the MAP kinase HOG1.", "authors": ["Yifan Li", "Xiya Meng", "Degang Guo", "Jia Gao", "Qiwei Huang", "Jian Zhang", "Reinhard Fischer", "Qirong Shen", "Zhenzhong Yu"], "keywords": [{"values": [{"value": "biofertilizer", "language": "en"}, {"value": "bio-dünger", "language": "de"}]}, {"values": [{"value": "light intensity", "language": "en"}, {"value": "lichtstärke", "language": "de"}]}, {"values": [{"value": "light wavelength", "language": "en"}, {"value": "lichtwellenlänge", "language": "de"}]}, {"values": [{"value": "conidial yield", "language": "en"}, {"value": "konidienausbeute", "language": "de"}]}, {"values": [{"value": "conidial stress resistance", "language": "en"}, {"value": "stressresistenz der konidien", "language": "de"}]}]}, {"publication_id": "1000082526", "title": "Solubility, redox and sorption behavior of plutonium in the presence of α-D-isosaccharinic acid and cement under reducing conditions", "issued": "2018", "language": "en", "doi": "-", "abstract": "Nuclear waste is planned to be embedded in deep underground facilities within suitable host rock formations. In the post-operational phase, ground water may intrude from the surrounding rock and saturate the repository. The present cementitious materials, used frequently for construction and waste conditioning purposes, will buffer the pH in the alkaline range (10 ≤ pH ≤ 13.3) over a very long time-scale, whereas strongly reducing conditions are expected to simultaneously evolve in the system due to the anaerobic corrosion processes of steel and related materials.\r\nPlutonium in the waste inventory potentially contributes to the long–term radiological risk arising from the long half–life of 239Pu (t½ 239Pu = 2.41∙104 a). In reducing, aqueous environments, the formation of Pu(III) and Pu(IV) is foreseen. However, uncertainties in the available thermodynamic data lead to a rather ill–defined redox transition border, especially under alkaline to hyperalkaline pH conditions.\r\nLarge quantities of cellulosic materials may also be disposed of along with low- and intermediate-level nuclear waste (L/ILW). Under alkaline, Ca(II)-rich aqueous solutions, these materials are unstable and observed to decompose into smaller chained organic compounds. Alpha-D-isosaccharinic acid (HISA) is generated with a great yield and was previously identified as the most relevant ligand resulting from cellulose degradation. The strong affinity of ISA for the complexation with An(III) and An(IV) together with the often large inventory of cellulose and the lack of experimental studies on the system Cement-Pu-ISA were the main leading motivations in the development of this study.\r\nA bottom-up, step-wise approach involving the investigation on four sub-systems was considered in the study of the ternary system Cement-Pu-ISA:\r\n\r\n1) Firstly, the redox chemistry of Pu was investigated in the absence of ISA (and Ca(II)) under alkaline reducing conditions;\r\n2) Then, the binary system Pu-ISA was studied (in the absence of Ca(II)) via systematic solubility experiments.\r\n3) The binary system Pu-ISA was additionally assessed also in the presence of Ca(II), as expected for cementitious environments. The main aim of all solubility studies was to derive a comprehensive chemical and thermodynamic model on the Ca(II)-Pu(III/IV)-OH-ISA system valid under the boundary conditions of interest;\r\n4) In the next step, sorption processes prevailing in the binary systems: Cement-Pu and Cement-ISA were assessed. Finally, the ternary system Cement-Pu-ISA was analyzed, and the knowledge gained in the previous sub-systems was adapted for the interpretation of this, most complex system.\r\nAll experiments were conducted under Ar atmosphere with strict control of redox conditions using hydroquinone (HQ, with pe + pHm 9.5), Sn(II) (with pe + pHm 1.5) or Na2S2O4 (with pe + pHm 0.5) as buffering agents. The moderately reducing conditions imposed by the presence of HQ were considered as the reference case, with expected predominance of Pu(IV) in the aqueous and solid phases. The strongly reducing conditions defined by Sn(II) and Na2S2O4 were taken as representative of the post-closure period in a geological disposal facility for L-/ILW. The solubility of an aged 242Pu(IV)O2(ncr,hyd) solid phase was systematically investigated in alkaline reducing systems: (i) in the absence of ISA, (ii) in the presence of ISA and absence of Ca(II), and (iii) in the presence of ISA and Ca(II). The impact of ISA on the uptake of plutonium by cement was investigated using ordinary Portland cement (OPC, CEM I 42.5N BV/SR/LA, provided by the Swedish Nuclear Fuel and Waste Management Company, SKB). Experiments were performed with various solid-to-liquid ratios, Pu and ISA total concentrations. Special emphasis was given to investigate the impact of experimental preparation order and the reversibility of the sorption processes governing Pu concentrations in the system. The solubility and sorption experiments were complemented with characterizations via synchrotron-based techniques (in–situ XRD and Pu LIII edge XANES/EXAFS peformed at the INE–Beamline for Actinide Research at KARA synchrotron facility) and Density Functional Theory (DFT) calculations as well.\r\n\r\nTopic 1: Solubility and redox behavior of plutonium under reducing, alkaline conditions\r\nSolubility experiments in the absence of ISA resulted in very low total Pu concentrations in solution (m(Pu)tot, as expressed in molal, mol∙kgw–1: m units) (~10–11 m) both for HQ and Sn(II) systems. EXAFS, in–situ XRD and XPS results confirmed that PuO2(ncr,hyd) is the solid phase controlling the solubility in HQ systems. XANES indicated a significant contribution of Pu(III) (30 ± 5%) in the solid phases equilibrated in Sn(II) systems. Two hypothesis are proposed to explain these observations in Sn(II) systems: (i) the coexistence of PuO2(ncr,hyd) and Pu(OH)3(am) in the retrieved solid phases, or (ii) the presence of a homogenous oxygen-deficient, PuO2–x(ncr,hyd) phase. These results provide a sound baseline for the interpretation of the solubility of Pu in the presence of ISA.\r\n\r\nTopic 2: Plutonium solubility investigations in the presence of ISA (absence of Ca)\r\nA pronounced increase of plutonium solubility by up to 2.5 log–units was observed in the presence of ISA (and absence of Ca(II)). In HQ systems, the slope analysis of solubility data in combination with solid phase characterization and DFT calculations resulted in the developement of a chemical model including the predominance of Pu(OH)3ISA–H– and Pu(OH)3ISA–2H2– complexes below and above pHm  12, respectively. The significantly higher m(Pu)tot measured in Sn(II) systems with pHm < 12 indicated the formation of \r\nPu(III)-ISA complexes under the given conditions. Above this pHm, solubility data in HQ and Sn(II) systems were observed to be identical showing the prevalence of Pu(IV)-ISA complexes in both cases. A comprehensive thermodynamic model for the Pu(III/IV)-OH-ISA system was established using the Specific Ion interaction Theory (SIT) formalism and was proven to be valid for the wide-range variation of the applied pHm, total ISA concentration (m(ISA)tot) and activity of electron in solution (pe) experimental parameters. Differences identified with available literature data for Th(IV)-, U(IV)- and Np(IV)-ISA systems are discussed in terms of systematic trends along the actinide series. Although not included in the thermodynamic model derived, “Pu-ISA colloids” were found to importantly increase the solubility of Pu in the presence of ISA (and absence of Ca(II)) as detected directly in the supernatants of the experiments.\r\n\r\nTopic 3: Plutonium solubility investigations in the presence of ISA and Ca\r\nThe presence of Ca(II) further enhanced the solubility of Pu(IV) in HQ–buffered systems (compared to Ca(II)–free, Pu-ISA system), indicating the formation of quaternary Ca(II)–Pu(IV)–OH–ISA aqueous complexes in solution. Chemical and thermodynamic models were derived for this system as well, based on the statistical analysis of solubility data and on results of solid phase characterizations, which included the formation of two quaternary complexes: Ca(II)Pu(IV)(OH)3ISA–H+ and Ca(IV)Pu(IV)(OH)3ISA–2H(aq), dominating below and above pHm  11, respectively. The proposed model slightly overestimates the experimentally measured solubility at pHm ≥ 12.4 and m(ISA)tot ≥ 0.01 m, likely due to the formation of a yet undefined Ca(II)-Pu(IV)-OH-ISA(s) solid phase. Data collected in Sn(II)–buffered systems do not support the formation of analogous Pu(III) quaternary complexes with Ca(II) ions. For the same reducing system with pHm > 11, solubility data could be explained by the model derived for Ca(II)–Pu(IV)–OH–ISA in HQ systems. In contrast to the Ca(II)-free system, no evidence on the formation of “Pu-ISA colloids” was found in the present case, pointing out the key role of Ca(II) in the destabilization of colloidal fractions. The obtained results provide key inputs to understand and quantitatively evaluate the solution chemistry (solubility, complexation) of Pu in the presence of ISA, under boundary conditions representative of reducing, cementitious systems.\r\n\r\nTopic 4: Plutonium retention in the system Cement-Pu-ISA\r\nSorption studies performed under reducing conditions in the absence of ISA confirmed the strong uptake of Pu(IV) by the OPC solid phase (under conditions simulating cement degradation stage II). Distribution ratios (Rd) determined in present work were in good agreement with related data available in the literature for An(IV). For the uptake of ISA by cement under analogous conditions, a two-site Langmuir-isotherm was developed, which provided an empirical tool to evaluate the equilibrium concentration of ISA in solution at various S:L ratios.\r\nIndependent solubility experiments with PuO2(ncr,hyd) using the porewater composition in equilibrium with cement were conducted at various ISA concentrations (in the absence of cement) to set upper concentration limits for Pu, to be considered in the interpretation of sorption experiments. These results further confirmed the validity of the thermodynamic model on the system Ca2+–Pu4+–OH––Cl––ISA––H2O(l).derived in the course of the solubility studies of the present work.\r\nSorption experiments conducted in the presence of cement and ISA with the higher initially introduced total Pu concentration of log [Pu]in ≈ –5.5 (as expressed in molar units) were observed to be solubility controlled, and thus, main conclusions on the uptake of Pu by cement were derived from sorption experiments with log [Pu]in ≈ –8.5. Experimental results determined a relevant impact for the order of addition of components (Pu / ISA / cement) on sorption results (especially at log [ISA]tot = –2), with the sequence “(Pu + cement) + ISA” showing significantly higher log Rd values (≈ 1.5 log-units greater) than the other sequence: “(Pu + ISA) + cement”.\r\nTwo different cases could be defined based upon experimental results obtained in the presence of cement and ISA with log [Pu]in = –8.5:\r\n\r\n- Case I shows the strongest sorption and has been observed only in desorption experiments and sorption experiments following the sequence “(Cement + Pu) + ISA”. Data in Case I represent lowest sorption reduction factors (Fred) and can be explained approximately by a simplified sorption model, which considers log Rd,in determined experimentally in the absence of ISA, and assumes a decreased sorption caused only by formation of dissolved Ca(II)–Pu(IV)–OH–ISA complexes. Thermodynamic data derived in this PhD thesis are used to calculate the concentrations of the complexes Ca(II)–Pu(IV)–OH–ISA forming in solution.\r\n- Case II results in systematically higher Pu aqueous concentrations in solution, and accordingly lower Rd and higher Fred. It corresponds to sorption experiments performed following the order “(Pu + ISA) + Cement”. These observations are explained by a kinetic stabilization of aquatic Ca-Pu-ISA species or modification of the cement surface by the adsorbed ISA.\r\n\r\nAlthough a solubility control may appear inconvenient in sorption experiments, note that Pu concentrations used in this study (log [Pu]in ≈ –8.5) were targeted to be in the range of those potentially expected in a repository for L/ILW [4]. Experiments with lower Pu concentrations (possibly using 238Pu or 239Pu) could help in providing a more insightful view on the sorption phenomena controlling Pu retention / mobility in cementitious systems.\r\n\r\nThis work demonstrates the significant impact of ISA on the retention of Pu by cement under reducing, alkaline conditions, but also reflects the high complexity of the ternary system cement-Pu-ISA. Although the results obtained in this PhD thesis represent a sound empirical basis to quantitatively assess the impact of ISA on the uptake of Pu by ISA, an unequivocal mechanistic understanding of the uptake process(es) is not yet possible.\r\n\r\nThe present PhD study was conducted in the framework of an international project by KIT–INE with Amphos 21 Consulting Agency (Spain). The project was funded by the Swedish Nuclear Fuel and Waste Management Company (SKB).", "authors": ["Agost Gyula Tasi"], "keywords": [{"values": [{"value": "plutonium", "language": "en"}, {"value": "plutonium", "language": "de"}]}, {"values": [{"value": "cellulose", "language": "en"}, {"value": "zellulose", "language": "de"}]}, {"values": [{"value": "isosaccharinic acid", "language": "en"}, {"value": "isosaccharinsäure", "language": "de"}]}, {"values": [{"value": "aquatic chemistry", "language": "en"}, {"value": "aquatische chemie", "language": "de"}]}, {"values": [{"value": "solubility", "language": "en"}, {"value": "löslichkeit", "language": "de"}]}, {"values": [{"value": "complexation", "language": "en"}, {"value": "komplexbildung", "language": "de"}]}, {"values": [{"value": "thermodynamics", "language": "en"}, {"value": "thermodynamik", "language": "de"}]}]}, {"publication_id": "1000100544", "title": "Netzdienlicher Handel als Element des zellulären Energiesystems am Beispiel des Altdorfer Flexmarkts (ALF)", "issued": "2019", "language": "de", "doi": "-", "abstract": "Der Beitrag erläutert auf Grundlage von beschriebenen Marktmechanismen, welche im Rahmen des Projekts C/sells für ein zelluläres Energiesystem entwickelt werden, die Wertversprechen von Flex-Plattformen für den netzdienlichen Handel von Flexibilität. Diese stellen Netzbetreibern ein zukünftiges Werkzeug für marktbasiertes Engpassmanagement zur Verfügung. Hierzu werden die Funktionen des C/sells Flex-Plattform Konzepts sowie die Interaktionen der beteiligten Akteure vorgestellt. Anschließend werden Charakteristika des Altdorfer Flexmarkts (ALF) als eine Implementierung des Flex-Plattform Konzepts detailliert beschrieben. Auf Basis der Systemlandschaft werden spezifische Prozessschritte erläutert und auf die Schwerpunkte bei der Umsetzung von ALF eingegangen. Hierzu gehört neben dem einfachen Marktzugang von Kleinanlagen die Integration in die durch intelligente Messsysteme bereitgestellte Infrastruktur. In der Zusammenfassung werden die Inhalte im energiewirtschaftlichen Kontext verortet und ein Ausblick auf die weitere Umsetzung gegeben.", "authors": ["Andreas Zeiselmair", "Simon Köppl", "Thomas Estermann", "Nico Lehmann", "Emil Kraft", "Nikolai Klempp"], "keywords": [{"values": [{"value": "cellular energy system", "language": "en"}, {"value": "zelluläres energiesystem", "language": "de"}]}, {"values": [{"value": "flex-platform", "language": "en"}, {"value": "flex-plattform", "language": "de"}]}, {"values": [{"value": "engpassmanagement", "language": "en"}, {"value": "engpassmanagement", "language": "de"}]}, {"values": [{"value": "flexibility market", "language": "en"}, {"value": "flexibilitätsmarkt", "language": "de"}]}, {"values": [{"value": "flexibility", "language": "en"}, {"value": "flexibilität", "language": "de"}]}, {"values": [{"value": "grid-supporting", "language": "en"}, {"value": "netzdienlich", "language": "de"}]}, {"values": [{"value": "regionalized trade", "language": "en"}, {"value": "regionalisierter handel", "language": "de"}]}]}, {"publication_id": "1000086189", "title": "Cooperation or Competition – When do people contribute more? A field experiment on gamification of crowdsourcing", "issued": "2019", "language": "en", "doi": "-", "abstract": "Information technology is being increasingly employed to harness under-utilized resources via more effective coordination. This progress has manifested in different developments, for instance, crowdsourcing (e.g. Wikipedia, Amazon Mechanical Turk, and Waze), crowdfunding (e.g. Kickstarter, Indiegogo, and RocketHub) or the sharing economy (e.g. Uber, Airbnb, and Didi Chuxing). Since the sustainability of these IT-enabled forms of resource coordination do not commonly rely merely on direct economic benefits of the participants, but also on other non-monetary, intrinsic gratifications, such systems are increasingly gamified that is, designers use features of games to induce enjoyment and general autotelicy of the activity. However, a key problem in gamification design has been whether it is better to use competition-based or cooperation-based designs. We examine this question through a field experiment in a gamified crowdsourcing system, employing three versions of gamification: competitive, cooperative, and inter-team competitive gamification. We study these gamified conditions’ effects on users’ perceived enjoyment and usefulness of the system as well as on their behaviors (system usage, crowdsourcing participation, engagement with the gamification feature, and willingness to recommend the crowdsourcing application). The results reveal that inter-team competitions are most likely to lead to higher enjoyment and crowdsourcing participation, as well as to a higher willingness to recommending a system. Further, the findings indicate that designers should consider cooperative instead of competitive approaches to increase users’ willingness to recommend crowdsourcing systems. These insights add relevant findings to the ongoing discourse on the roles of different types of competitions in gamification designs and suggest that crowdsourcing system designers and operators should implement gamification with competing teams instead of typically used competitions between individuals.", "authors": ["Benedikt Morschheuser", "Juho Hamari", "Alexander Maedche"], "keywords": [{"values": [{"value": "gamification", "language": "en"}, {"value": "gamification", "language": "de"}]}, {"values": [{"value": "crowdsourcing", "language": "en"}, {"value": "crowdsourcing", "language": "de"}]}, {"values": [{"value": "augmented reality", "language": "en"}, {"value": "erweiterte realität", "language": "de"}]}, {"values": [{"value": "goal setting", "language": "en"}, {"value": "zielsetzung", "language": "de"}]}, {"values": [{"value": "social interdependence", "language": "en"}, {"value": "soziale interdependenz", "language": "de"}]}, {"values": [{"value": "collaboration", "language": "en"}, {"value": "zusammenarbeit", "language": "de"}]}]}, {"publication_id": "1000046390", "title": "Characterization of newly isolated oleaginous yeasts - Cryptococcus podzolicus, Trichosporon porosum and pichia segobiensis", "issued": "2014", "language": "en", "doi": "-", "abstract": "The yeast strains Cryptococcus podzolicus, Trichosporon porosum and Pichia segobiensis were isolated from soil samples and identified as oleaginous yeast strains beneficial for the establishment of microbial production processes for sustainable lipid production suitable for several industrial applications. When cultured in bioreactors with glucose as the sole carbon source C. podzolicus yielded 31.8% lipid per dry biomass at 20°C, while T. porosum yielded 34.1% at 25°C and P. segobiensis 24.6% at 25°C. These amounts correspond to lipid concentrations of 17.97 g/L, 17.02 g/L and 12.7 g/L and volumetric productivities of 0.09 g/Lh, 0.1 g/Lh and 0.07 g/Lh, respectively. During the culture of C. podzolicus 30 g/l gluconic acid was detected as by-product in the culture broth and 12 g/L gluconic acid in T. porosum culture. The production of gluconic acid was eliminated for both strains when glucose was substituted by xylose as the carbon source. Using xylose lipid yields were 11.1 g/L and 13.9 g/L, corresponding to 26.8% and 33.4% lipid per dry biomass and a volumetric productivity of 0.07 g/Lh and 0.09 g/Lh, for C. podzolicus and T. porosum respectively. The fatty acid profile analysis showed that oleic acid was the main component (39.6 to 59.4%) in all three strains and could be applicable for biodiesel production. Palmitic acid (18.4 to 21.1%) and linolenic acid (7.5 to 18.7%) are valuable for cosmetic applications. P. segobiensis had a considerable amount of palmitoleic acid (16% content) and may be suitable for medical applications.", "authors": ["I. Schulze", "S. Hansen", "S. Großhans", "T. Rudszuck", "K. Ochsenreither", "C. Syldatk", "A. Neumann"], "keywords": [{"values": [{"value": "screening", "language": "en"}, {"value": "screening", "language": "de"}]}, {"values": [{"value": "oleaginous yeasts", "language": "en"}, {"value": "ölhaltige hefen", "language": "de"}]}, {"values": [{"value": "microbial lipid production", "language": "en"}, {"value": "mikrobielle lipidproduktion", "language": "de"}]}, {"values": [{"value": "cryptococcus podzolicus", "language": "en"}, {"value": "kryptokokkus podzolicus", "language": "de"}]}, {"values": [{"value": "trichosporon porosum", "language": "en"}, {"value": "trichosporon porosum", "language": "de"}]}, {"values": [{"value": "pichia segobiensis", "language": "en"}, {"value": "pichia segobiensis", "language": "de"}]}]}, {"publication_id": "1000065987", "title": "Simulation von lastglättendem und preisbasiertem Einsatz der deutschen Pumpspeicherkraftwerke", "issued": "2017", "language": "de", "doi": "-", "abstract": "Um die fluktuierende Stromerzeugung durch hohe Anteile erneuerbarer Energien auszugleichen, werden zukünftig in großem Maßstab Speichertechnologien benötigt. Gegenwärtig häufen sich jedoch Berichte über den Abbruch von geplanten Pumpspeicher-Neubauprojekten. Ein wichtiger Grund hierfür ist die vermehrte Einspeisung von PV- und Windstrom, die zu veränderten Verläufen der Residuallast führt. Durch den Wegfall der mittäglichen Preisspitze und sinkende Tag-Nacht-Preisunterschiede wird das klassische Geschäftsmodell von Pumpspeicherkraftwerken in Frage gestellt.\r\nIn diesem Beitrag wird der am Markt beobachtbare Pumpspeichereinsatz einem simulierten lastglättenden Einsatz und einem simulierten preisbasierten Einsatz gegenübergestellt, um zu ermitteln, welche dieser beiden Strategien den realen Einsatz in Deutschland besser erklärt.\r\nBei Betrachtung des über alle Tage des Simulationsjahres 2015 gemittelten stündlichen Einsatzes der deutschen Pumpspeicherkraftwerke zeigt sich, dass der simulierte preisbasierte Einsatz den generellen Verlauf des realen Einsatzes in allen Jahreszeiten gut nachbildet. Der lastglättende Einsatz übersteigt dagegen insbesondere in den Mittags- und Abendstunden im Sommer den realen Einsatz signifikant. Auch eine Analyse der kumulierten Jahresenergiemengen für Pump- und Turbinenbetrieb zeigt eine gute Übereinstimmung zwischen dem realen und simulierten preisbasierten Einsatz, während der simulierte lastglättende Einsatz zu deutlich größeren Energiemengen führt. Demnach sind die gegenwärtigen Marktbedingungen offenbar nicht geeignet, um das theoretische Potential zur Lastglättung vollständig auszuschöpfen.", "authors": ["Christoph Fraunholz", "Dogan Keles", "Wolf Fichtner"], "keywords": [{"values": [{"value": "pump storage", "language": "en"}, {"value": "pumpspeicher", "language": "de"}]}, {"values": [{"value": "operational planning", "language": "en"}, {"value": "einsatzplanung", "language": "de"}]}, {"values": [{"value": "load smoothing", "language": "en"}, {"value": "lastglättung", "language": "de"}]}, {"values": [{"value": "heuristik", "language": "en"}, {"value": "heuristik", "language": "de"}]}]}, {"publication_id": "1000054970", "title": "Framework for the Integration of Mobile Device Features in PLM", "issued": "2016", "language": "en", "doi": "-", "abstract": "Currently, companies have covered their business processes with stationary workstations while mobile business applications have limited relevance. Companies can cover their overall business processes more time-efficiently and cost-effectively when they integrate mobile users in workflows using mobile device features. The objective is a framework that can be used to model and control business applications for PLM processes using mobile device features to allow a totally new user experience.", "authors": ["Jens Michael Hopf"], "keywords": [{"values": [{"value": "product data management (pdm)", "language": "en"}, {"value": "produktdatenmanagement (pdm)", "language": "de"}]}, {"values": [{"value": "framework", "language": "en"}, {"value": "rahmenwerk", "language": "de"}]}, {"values": [{"value": "mobile device feature", "language": "en"}, {"value": "mobile gerätefeature", "language": "de"}]}, {"values": [{"value": "product development", "language": "en"}, {"value": "produktentwicklung", "language": "de"}]}]}, {"publication_id": "1000057841", "title": "Qualitative and quantitative screening of side-chain profiles of cereal grain arabinoxylans", "issued": "2016", "language": "en", "doi": "-", "abstract": "Arabinoxylans are the major hemicellulosic component of grasses' cell walls. Side-chain profile differences between arabinoxylans alter their functionality in foods and biomaterials. Therefore, both knowledge of the side-chain elements present and quantification of these elements are important. In this work, new arabinoxylan structural elements were identified, and chromatographic and spectroscopic screening methods for both previously-described and novel side-chain components were developed.", "authors": ["Rachel Renae Schendel"], "keywords": [{"values": [{"value": "arabinoxylans", "language": "en"}, {"value": "arabinoxylane", "language": "de"}]}, {"values": [{"value": "cereal grains", "language": "en"}, {"value": "getreidekörner", "language": "de"}]}, {"values": [{"value": "ferulic acid", "language": "en"}, {"value": "ferulasäure", "language": "de"}]}, {"values": [{"value": "nmr screening", "language": "en"}, {"value": "nmr-screening", "language": "de"}]}, {"values": [{"value": "structural characterization", "language": "en"}, {"value": "strukturelle charakterisierung", "language": "de"}]}]}, {"publication_id": "1000071896", "title": "Akustische Simulation von Fahrzeuggeräuschen innerhalb virtueller Umgebungen basierend auf künstlichen neuronalen Netzen (KNN)", "issued": "2017", "language": "de", "doi": "-", "abstract": "Das Entwickeln neuer Produkte ist an viele Vorgaben geknüpft, die z.B. von Seiten des Kunden gemacht werden oder die im Rahmen von Gesetzen existieren. Zu unterschiedlichsten Zeitpunkten im Produktentwicklungsprozess wird deshalb überprüft, ob die gewünschten Produkteigenschaften erreicht werden. Hierfür ist es notwendig, Modelle bzw. Prototypen zu bauen. Dies ist oftmals mit gro{\\ss}en Kosten und hohem Zeitaufwand verbunden. Virtual Reality (VR) kann eine Möglichkeit bieten, diesen finanziellen und zeitlichen Aufwand zu reduzieren, indem Prototypen virtuell dargestellt werden. So können z.B. Produkte in einer virtuellen Umgebung visualisiert werden, so dass das Aussehen und das visuelle Design bewertet werden können. Ob ein Produkt vom Kunden akzeptiert wird, hängt aber häufig auch von den akustischen Eigenschaften des Produktes ab. Für viele Produkte gibt es darüber hinaus auch gesetzliche Regelungen, die vorschreiben, wie laut das vom Produkt abgestrahlte Geräusch sein darf. So wird es immer wichtiger, VR-Methoden zu entwickeln, mit denen akustische Eigenschaften von Produkten simuliert werden können. Eine besondere Herausforderung stellt hierbei die Simulation von dynamischen Geräuschen dar. Dynamisch bedeutet in diesem Zusammenhang, dass das Zeitsignal eines Geräusches nicht linear beschrieben werden kann und keine Periodizität aufweist. Der Begriff dynamisch bezieht sich hierbei auf den Klang des Geräusches, der nicht gleichbleibend ist, sondern ständigen Änderungen unterworfen ist.Im Beitrag wird ein Konzept für die Simulation von dynamischen Fahrzeuggeräuschen vorgestellt. Das Konzept basiert auf dem Einsatz künstlicher neuronaler Netze (KNN). Fahrzeuggeräusche sind abhängig von unterschiedlichen Parametern wie z.B. der Geschwindigkeit, dem Gang oder dem Lastzustand. Unter Berücksichtigung dieser Abhängigkeiten sollen Audioaufnahmen von Fahrzeuggeräuschen angepasst werden. Die Audioaufnahmen wurden in Form von akustischen Messungen an verschiedenen Fahrzeugen und deren Komponenten erstellt. KNNs werden erfolgreich zum Klassifizieren von Bilddaten verwendet und auch für die Audiosignalverarbeitung sind sie geeignet. So werden KNNs zum Beispiel für Spracherkennungstools eingesetzt. Beide Anwendungsfelder basieren auf einer gut funktionierenden Merkmalsextraktion. Das im Beitrag beschriebene KNN wird so trainiert, dass die Merkmalsextraktion vom Netz selbst in unabhängiger und selbstständiger Weise durchgeführt wird, ohne dass Merkmale vorgegeben werden müssen. So kann ermittelt werden, wie viele Merkmale benötigt werden, um Fahrzeuggeräusche hinreichend genau zu beschreiben. Darüber hinaus wird untersucht, wie diese Merkmale aussehen und ob Zusammenhänge mit bestimmten Fahrzeugparametern existieren. Außerdem wird beschrieben, wie solche Netze in ein bestehendes audio-visuelles VR-System integriert werden können.", "authors": ["Antje Siegel", "Christian Weber", "Albert Albers", "David Landes", "Matthias Behrendt"], "keywords": [{"values": [{"value": "audio-visual vr", "language": "en"}, {"value": "audio-visuelle vr", "language": "de"}]}, {"values": [{"value": "driving simulation", "language": "en"}, {"value": "fahrsimulation", "language": "de"}]}, {"values": [{"value": "acoustic simulation", "language": "en"}, {"value": "akustische simulation", "language": "de"}]}, {"values": [{"value": "artificial neural networks", "language": "en"}, {"value": "künstliche neuronale netze", "language": "de"}]}]}, {"publication_id": "1000098484", "title": "Interview Study on the Agile Development of Mechatronic Systems", "issued": "2019", "language": "en", "doi": "-", "abstract": "In order to be as responsive as possible to changes in the dynamic context of mechatronic system development, companies are increasingly integrating agile approaches into their development processes. They are confronted with the challenges of adapting approaches that originate in software development to the conditions of physical development, without neglecting the experiences gained over many years regarding product and process knowledge. In addition, agile development approaches must be integrated into existing processes through a systematic implementation strategy. In order to gain an initial understanding of the current situation in mechatronic companies with regard to agile development approaches, an interview study was conducted with 18 participants from real development practice. This could show that the companies in mechatronic system development are currently at the beginning of agile transformation and need approaches that are modelled on the basis of real development projects and are best possible tailored to the needs of these companies through a clear technical orientation. The findings gained are not universally valid, but represent a basis for further research work.", "authors": ["Kristin Goevert", "Jonas Heimicke", "Udo Lindemann", "Albert Albers"], "keywords": [{"values": [{"value": "agile", "language": "en"}, {"value": "wendig", "language": "de"}]}, {"values": [{"value": "interview study", "language": "en"}, {"value": "interviewstudie", "language": "de"}]}, {"values": [{"value": "design process", "language": "en"}, {"value": "entwurfsprozess", "language": "de"}]}, {"values": [{"value": "early design phases", "language": "en"}, {"value": "frühe entwurfsphasen", "language": "de"}]}, {"values": [{"value": "design methods", "language": "en"}, {"value": "gestaltungsmethoden", "language": "de"}]}]}, {"publication_id": "1000105407", "title": "Speed Testing: Methodological Aspects and Applications to Soccer", "issued": "2020", "language": "en", "doi": "-", "abstract": "Im Rahmen dieser Thesis wird Schnelligkeit als hochgradig aufgabenspezifisch angesehen. Ebenfalls wird davon ausgegangen, dass Schnelligkeit verschiedene, voneinander relativ unabhängige Fertigkeiten umfasst. In Mannschaftssportarten wie Fußball ist weitgehend anerkannt, dass Schnelligkeit – neben anderen physischen, technischen und taktischen Aspekten – eine entscheidende Rolle zukommt. Als Folge nimmt die Schnelligkeitsdiagnostik eine essentielle Bedeutung während Leistungsdiagnostiken in diesem Sport ein. Derzeit existiert eine Vielzahl an Tests, die darauf abzielen physische sowie perzeptiv-kognitive Aspekte der Schnelligkeit zu erfassen. Ebenfalls finden diese Tests regelmäßig Anwendung in der Wissenschaft und Praxis des Fußballs. Die existierenden Tests können dabei in Linearsprint-, Sprintwiederholungs-, Richtungswechselsprint- und Agility-Tests sowie in Kombinationen dieser Tests eingeteilt werden.\r\nAus einer wissenschaftlichen Perspektive sollten die wissenschaftlichen Gütekriterien wie Validität und Reliabiliät eines Tests auf einem angemessenen Niveau liegen, um den Test mit Gewissheit verwenden zu können und um in der Lage sein, praktische Schlussfolgerungen aus den Testergebnissen ziehen zu können. Vor diesem Hintergrund ist das erste Ziel dieser Thesis, die wissenschaftliche Literatur zum Thema Schnelligkeitdiagnostik im Fußball mit einem Fokus auf Validität und Reliabilität der Testverfahren umfassend aufzuarbeiten. In Abhängigkeit von den spezifischen infrage kommenden Aspekten von Schnelligkeit könnten die Ergebnisse dieses systematischen Reviews sowohl Wissenschaftlern als auch Praktikern bei der Auswahl des jeweiligen Tests helfen. \r\nSchnelligkeitsleistungen von Elite-Sportlern wie professionellen Fußballspielern sind in der Regel homogen und Verbesserungen in Schnelligkeitsleistungen durch Trainingsinterventionen fallen eher klein aus. Aus diesem Grund muss nicht nur die Testauswahl selbst mit Bedacht erfolgen, sondern auch die spezifische Vorgehensweise und das verwendete Equipment müssen präzise und wiederholbare Messungen ermöglichen. Hierbei gibt es eine Vielzahl an methodischen Aspekten, die die Ergebnisse sowie die Validität und Reliabilität von Schnelligkeitstests beeinflussen können. In Bezug auf die angewandte Messtechnik werden Lichtschranken am häufigsten verwendet. Daher ist das zweite Ziel dieser Thesis, verschiedene häufig verwendete methodische Herangehensweisen mit dem Fokus auf Lichtschranken hinsichtlich der Testergebnisse selbst sowie deren Validität und Reliabilität zu untersuchen. Im Speziellen verfolgen die vier Originalstudien dieser Thesis das Ziel, die Effekte des Startabstands zur ersten Lichtschranke (0,3 m–1,0 m) sowie der Lichtschrankenhöhe (0,64 m und 1,00 m) und -art (herkömmliche Einfachlichtschranken und solche mit Signalverarbeitung) während Linearsprints über verschiedene Distanzen (5 m–30 m und fliegende Sprints) zu untersuchen. Die Ergebnisse dieser Untersuchungen könnten wiederum diejenigen bei der Auswahl der vielversprechendsten Vorgehensweisen und Equipment unterstützen, die Schnelligkeitsleistungen messen möchten. \r\nDie Ergebnisse des systematischen Reviews zeigen auf, dass Schnelligkeitsdiagnostik im Fußball im auf spezifischen Tests basieren sollte, die die oben erwähnten Schnelligkeitsfertigkeiten untersuchen. In Bezug auf Linearsprinttests (z. B. 5-m-, 10-m-, 20-m-, 30-m-, 40-m-Sprint), Sprintwiederholungstests (z. B. 6 x 20-m-Sprints mit 20–25 s aktiver Erholung, 7 x 30-m-Sprints mit 20–30 s aktiver oder passiver Erholung), Richtungswechselsprinttests (z. B. T Test, (modifizierter Zig-Zag Test) und Kombinationen (z. B. (modifizierter) Bangsbo Sprinttest, wiederholter Shuttle-Sprinttest) liegen eine Vielzahl von validen und reliablen Tests vor. Da es scheint, dass keine Goldstandardtests für die einzelnen Fertigkeiten existieren, wird Wissenschaftlern und Praktikern empfohlen, die umfassende Datenbasis des systematischen Reviews als Grundlage für die Testauswahl zu verwenden.\r\nNachdem ein spezifischer Test ausgewählt wurde, sollte methodischen Aspekten wie der exakten Vorgehensweise und der verwendeten Messtechnik Aufmerksamkeit geschenkt werden. In diesem Kontext heben die vier Originalstudien dieser Thesis den Einfluss von methodischen Apekten auf die Ergebnisse von Schnelligkeitstests sowie deren Validität und Reliabilität auf Basis von Linearsprints über verschiedene Distanzen hervor. In Bezug auf herkömmliche Einfachlichtschranken sind Ergebnisse, die unter Verwendung unterschiedlicher Startabstände gewonnen werden, nicht vergleichbar. Dasselbe trifft auf die Verwendung unterschiedlicher Lichtschrankenhöhen zu. Auf Basis der hohen Reliabilität wird ein Startabstand von 0,3 m empfohlen. Unabhängig von der Lichtschrankenhöhe können mithilfe von Einfachlichtschranken keine validen Ergebnisse über kurze Distanzen (z. B. 5 m und 10 m) gewonnen werden. Dieses Ergebnis kann einem hohen Messfehler bedingt durch vorschwingende Extremitäten zugeschrieben werden. Im Gegensatz dazu werden die Ergebnisse mit zunehmender Distanz (z. B. 30 m) valider. Damit einhergehend können fliegende Sprints (z. B. 20-m-Sprints mit einer 10-m-Beschleunigungsphase) mit einer hohen Validität und Reliabilität mithilfe von Einfachlichtschranken erfasst werden. Einfachlichtschranken mit Signalverarbeitung reduzieren – unter Berücksichtigung des Effekts einer Vorlage des Oberkörpers – Messfehler beträchtlich und liefern hierdurch auch über kurze Distanzen (z. B. 5 m und 10 m) eine hohe Validität. Aus diesem Grund sollten Einfachlichtschranken mit Signalverarbeitung, vor allem über kurze Distanzen, wenn möglich genutzt werden.\r\nZusammenfassend hebt diese Thesis hervor, dass sowohl die Auswahl des eigentlichen Tests als auch der exakten Vorgehensweise und der Messtechnik im Rahmen einer Schnelligkeitsdiagnostik (im Fußball) mit Bedacht erfolgen sollte. Darüber hinaus stellt diese Thesis praktische Empfehlungen für Wissenschaftler und Praktiker bereit, die die Schnelligkeitsleistungen ihrer Spieler oder die Effektivität einer Trainingsintervention überprüfen möchten. Damit tägt diese Thesis zu einem besseren Verständnis, wie Schnelligkeit am Beispiel Fußball getestet werden soll und von damit zusammenhängenden methodischen Aspekten bei. Im Hinterkopf behalten werden muss hierbei, dass Schnelligkeit nur ein wichtiges Teil des Puzzles neben verschiedenen anderen physischen, technischen und taktischen Aspekten darstellt, das die Gesamtleistung im Fußball ausmacht.", "authors": ["Stefan Altmann"], "keywords": [{"values": [{"value": "soccer", "language": "en"}, {"value": "fußball", "language": "de"}]}, {"values": [{"value": "performance diagnostics", "language": "en"}, {"value": "leistungsdiagnostik", "language": "de"}]}, {"values": [{"value": "speed", "language": "en"}, {"value": "schnelligkeit", "language": "de"}]}, {"values": [{"value": "football", "language": "en"}, {"value": "fußball", "language": "de"}]}, {"values": [{"value": "soccer", "language": "en"}, {"value": "fußball", "language": "de"}]}, {"values": [{"value": "performance testing", "language": "en"}, {"value": "leistungsprüfung", "language": "de"}]}, {"values": [{"value": "speed", "language": "en"}, {"value": "schnelligkeit", "language": "de"}]}]}, {"publication_id": "1000028704", "title": "Three-dimensional optical lithography beyond the diffraction limit", "issued": "2012", "language": "en", "doi": "-", "abstract": "Abstract not available.", "authors": ["Joachim Fischer"], "keywords": [{"values": [{"value": "three-dimensional", "language": "en"}, {"value": "dreidimensional", "language": "de"}]}, {"values": [{"value": "lithography", "language": "en"}, {"value": "lithographie", "language": "de"}]}, {"values": [{"value": "diffraction limit", "language": "en"}, {"value": "beugungsgrenze", "language": "de"}]}, {"values": [{"value": "superresolution", "language": "en"}, {"value": "superauflösung", "language": "de"}]}, {"values": [{"value": "two-photon-absorption", "language": "en"}, {"value": "zwei-photonen-absorption", "language": "de"}]}, {"values": [{"value": "direct laser writing", "language": "en"}, {"value": "laserdirektbeschriftung", "language": "de"}]}]}, {"publication_id": "1000068855", "title": "The role of inoculum and reactor configuration for microbial community composition and dynamics in mainstream partial nitritation anammox reactors", "issued": "2017", "language": "en", "doi": "-", "abstract": "Implementation of partial nitritation anammox (PNA) in the mainstream (municipal wastewater treatment) is still under investigation. Microbial community structure and reactor type can influence the performance of PNA reactor; yet, little is known about the role of the community composition of the inoculum and the reactor configuration under mainstream conditions. Therefore, this study investigated the community structure of inocula of different origin and their consecutive community dynamics in four different lab-scale PNA reactors with 16S rRNA gene amplicon sequencing. These reactors were operated for almost 1 year and subjected to realistic seasonal temperature fluctuations as in moderate climate regions, that is, from 20°C in summer to 10°C in winter. The sequencing analysis revealed that the bacterial community in the reactors comprised: (1) a nitrifying community (consisting of anaerobic ammonium-oxidizing bacteria (AnAOB), ammonia-oxidizing bacteria (AOB), and nitrite-oxidizing bacteria (NOB)); (2) different heterotrophic denitrifying bacteria and other putative heterotrophic bacteria (HB). The nitrifying community was the same in all four reactors at the genus level, although the biomasses were of different origin. Community dynamics revealed a stable community in the moving bed biofilm reactors (MBBR) in contrast to the sequencing batch reactors (SBR) at the genus level. Moreover, the reactor design seemed to influence the community dynamics, and reactor operation significantly influenced the overall community composition. The MBBR seems to be the reactor type of choice for mainstream wastewater treatment.", "authors": ["S. Agrawal", "S. M. Karst", "E. M. Gilbert", "H. Horn", "P. H. Nielsen", "S. Lackner"], "keywords": [{"values": [{"value": "biofilm", "language": "en"}, {"value": "biofilm", "language": "de"}]}, {"values": [{"value": "bioreactors", "language": "en"}, {"value": "bioreaktoren", "language": "de"}]}, {"values": [{"value": "molecular microbial ecology", "language": "en"}, {"value": "molekulare mikrobielle ökologie", "language": "de"}]}, {"values": [{"value": "nitrogen metabolism", "language": "en"}, {"value": "stickstoff-stoffwechsel", "language": "de"}]}]}, {"publication_id": "1000123361", "title": "Vibration analysis of moving machine tool axes based on phase information in video data", "issued": "2020", "language": "en", "doi": "-", "abstract": "Vibrations of machine tools limit quality and productivity and therefore need to be analyzed. Video based vibration analysis using spatial phase information could in principle reduce measuring effort significantly. However, feasibility of these approaches for moving machine tool axes and relative movement between camera and object is yet to be shown. This paper investigates an approach for stabilizing linear axis movement to analyze vibration. It is shown that shaker induced vibration on a linearly moving clamping tower can be derived for low frequencies. However, influences of actual cutting processes as well as compensation of unwanted camera vibration needs further investigation.", "authors": ["B. Klee", "L. Flohr", "M. Parth", "M. Kleinert", "J. Fleischer"], "keywords": [{"values": [{"value": "vibration analysis", "language": "en"}, {"value": "schwingungsanalyse", "language": "de"}]}, {"values": [{"value": "machine vision", "language": "en"}, {"value": "maschinelles sehen", "language": "de"}]}, {"values": [{"value": "video magnification", "language": "en"}, {"value": "videovergrößerung", "language": "de"}]}, {"values": [{"value": "machine tools", "language": "en"}, {"value": "werkzeugmaschinen", "language": "de"}]}]}, {"publication_id": "1000153268", "title": "Evaluation of Active Shoulder Exoskeleton Support to Deduce Application-Oriented Optimization Potentials for Overhead Work", "issued": "2022", "language": "en", "doi": "-", "abstract": "Repetitive overhead work with a heavy load increases the risk for work-related shoulder disorders. Occupational exoskeletons supporting arm elevation are potential solutions to reduce that risk by lowering the physical strains on the shoulder. Many studies have reported a reduction in shoulder stress in various overhead tasks by using such exoskeletons. However, the support demand can vary in each phase of motion as well as in each individual task. This paper presents a laboratory study with five participants to evaluate the influence of the support level of an active shoulder exoskeleton in different motion phases (e.g., arm lifting, screw-in, and arm lowering of two overhead tasks) to identify the potential optimization of support at each phase. Results show that the support level of the exoskeleton should be adapted to the motion phase of the two chosen tasks. A higher support force is desired for the screw phase compared to the arm lifting and lowering phases, and the support level needs to be reduced immediately for arm lowering after the screw phase. The time for switching the support levels can be recognized by the electric current of the screwdriver.", "authors": ["Johannes Sänger", "Zhejun Yao", "Tim Schubert", "Alexander Wolf", "Carla Molz", "Jörg Miehling", "Sandro Wartzack", "Thomas Gwosch", "Sven Matthiesen", "Robert Weidner"], "keywords": [{"values": [{"value": "biomechanical analysis", "language": "en"}, {"value": "biomechanische analyse", "language": "de"}]}, {"values": [{"value": "semg", "language": "en"}, {"value": "semg", "language": "de"}]}, {"values": [{"value": "interaction forces", "language": "en"}, {"value": "wechselwirkungskräfte", "language": "de"}]}, {"values": [{"value": "user experience", "language": "en"}, {"value": "benutzererfahrung", "language": "de"}]}, {"values": [{"value": "power tool", "language": "en"}, {"value": "elektrowerkzeug", "language": "de"}]}, {"values": [{"value": "exoskeleton", "language": "en"}, {"value": "exoskelett", "language": "de"}]}]}, {"publication_id": "1000141420", "title": "Elucidation of dross formation in laser powder bed fusion at down-facing surfaces : Phenomenon-oriented multiphysics simulation and experimental validation", "issued": "2022", "language": "en", "doi": "-", "abstract": "Dross formation is a phenomenon that is observed while printing metallic components using Laser Powder Bed Fusion (L-PBF) and occurring primarily at down-facing surfaces that are unsupported and suffer inadequate heat removal. Naturally, dross formation causes dimensional inaccuracy, high surface roughness and also adversely affects the mechanical properties of printed components. Through simulation and experimentation, this study fundamentally elucidates the driving phenomenon behind dross formation. The simulation results, in terms of the degree of generated dross domain, well agree with the ones observed in the printed samples and the behaviour of the melt pool while moving from bulk material to the powder domain is clearly depicted in this study. The simulations show that due to the low thermal conductivity of loose powder and the inability to conduct heat away, the quasi steady state melt pool collapses while entering the powder domain and transitions to a keyhole-like melt mode which causes a pronounced drilling effect. This causes excessive melting known as dross that is seen both in the simulation and the experimental parts. This work also shows through simulation and experimentation the reasoning behind the production of larger and smaller dross domains while printing with high and low laser energy densities respectively. Additionally, through SEM imagery this study also explains the observed deep internal grooves and near-surface porosity that are present within this dross domain which can further affect mechanical properties such as density, fatigue strength etc.", "authors": ["Amal Charles", "Mohamad Bayat", "Ahmed Elkaseer", "Lore Thijs", "Jesper Henri Hattel", "Steffen Scholz"], "keywords": [{"values": [{"value": "3dp", "language": "en"}, {"value": "3dp", "language": "de"}]}]}, {"publication_id": "1000056931", "title": "Membrane disintegration caused by the steroid saponin digitonin is related to the presence of cholesterol", "issued": "2015", "language": "en", "doi": "-", "abstract": "In the present investigation we studied the molecular mechanisms of the monodesmosidic saponin digitonin on natural and artificial membranes. We measured the hemolytic activity of digitonin on red blood cells (RBCs). Also different lipid membrane models (large unilamellar vesicles, LUVs, and giant unilamellar vesicles, GUVs) in the presence and absence of cholesterol were employed. The stability and permeability of the different vesicle systems were studied by using calcein release assay, GUVs membrane permeability assay using confocal microscopy (CM) and fluorescence correlation spectroscopy (FCS) and vesicle size measurement by dynamic light scattering (DLS). The results support the essential role of cholesterol in explaining how digitonin can disintegrate biological and artificial membranes. Digitonin induces membrane permeability or causes membrane rupturing only in the presence of cholesterol in an all-or-none mechanism. This effect depends on the concentrations of both digitonin and cholesterol. At low concentrations, digitonin induces membrane permeability while keeping the membrane intact. When digitonin is combined with other drugs, a synergistic potentiation can be observed because it facilitates their uptake.", "authors": ["I. R. Sudji", "Y. Subburaj", "N. Frenkel", "A. J. García-Sáez", "M. Wink"], "keywords": [{"values": [{"value": "digitonin", "language": "en"}, {"value": "digitonin", "language": "de"}]}, {"values": [{"value": "cholesterol", "language": "en"}, {"value": "cholesterin", "language": "de"}]}, {"values": [{"value": "calcein release", "language": "en"}, {"value": "calcein-freisetzung", "language": "de"}]}, {"values": [{"value": "giant unilamellar vesicles", "language": "en"}, {"value": "riesige unilamellare vesikel", "language": "de"}]}, {"values": [{"value": "dynamic light scattering", "language": "en"}, {"value": "dynamische lichtstreuung", "language": "de"}]}, {"values": [{"value": "membrane permeability", "language": "en"}, {"value": "membranpermeabilität", "language": "de"}]}]}, {"publication_id": "1000136048", "title": "Techno-economic feasibility analysis of low-temperature geothermal heating and cooling", "issued": "2021", "language": "en", "doi": "-", "abstract": "Machbarkeitsanalysen in der frühen Phase der Projektentwicklung sind entscheidend für einen reibungslosen Planungsprozess und tragen maßgeblich zu einer erfolgreichen Umsetzung von oberflächennahen geothermischen (ONG) Systemen zur Wärme- und Kälteversorgung bei. Obwohl die Versorgungssicherheit und Betriebseffizienz der ONG hinreichend demonstriert ist, wird eine weite Marktverbreitung noch immer durch hohe Anfangsinvestitionen, standortspezifische und komplexe Planungsverfahren sowie konventionelle Technologien, die sich meist durch einfachere Planung und Nutzung auszeichnen, erschwert. Daher sind umfassende Machbarkeitsanalysen, die sowohl wirtschaftliche als auch technische Aspekte berücksichtigen, nicht nur entscheidend, um eine schnelle Projektentwicklung zu ermöglichen, sondern auch, um Kunden und Entscheidungsträgern die wirtschaftlichen Vorteile und technischen Möglichkeiten aufzuzeigen. Trotz der erfolgreichen Umsetzung einiger Best-Practice-Beispiele der ONG für die Versorgung großer industrieller, gewerblicher oder öffentlicher Einrichtungen fehlt es an Wissenstransfer hinsichtlich koordinierter Standortcharakterisierung und erfolgreicher Projektentwicklung. Darüber hinaus ist nur wenig über den tatsächlichen Wärme- und Kältebedarf von Gebäuden und die damit verbundenen Versorgungskosten bekannt, was nicht nur den Nachweis der wirtschaftlichen Vorteile von ONG-Systemen erschwert, sondern auch den gesamten Projekterfolg gefährdet. Um diesen Unzulänglichkeiten zu begegnen und den erforderlichen Umfang einer ganzheitlichen und fundierten technisch-wirtschaftlichen Machbarkeitsanalyse (TWM) großer ONG-Systeme aufzuzeigen, werden in dieser Arbeit einzelne Stufen der TWM an ausgewählten Standorten mit vier verschiedenen Ansätzen analysiert. \r\nIn Studie 1 wird ein einfacher Ansatz zur Ermittlung des Kühlbedarfs von Gebäuden vorgestellt, indem die installierten Kühlleistungen von Kompressionskältemaschinen anhand von Luftbildern quantifiziert werden. Dies wird am Campus Nord des Karlsruher Instituts für Technologie (KIT) unter Berücksichtigung von 36 luftgekühlten Kältemaschinen mit einer installierten Gesamtkühlleistung von 16 MW demonstriert. Mit zunehmender Leistung werden verbesserte Genauigkeiten von bis zu 85 % erzielt, was auf eine bessere Eignung der Methodik für Großanlagen hinweist.\r\nUnter Berücksichtigung der Ergebnisse von Studie 1 wird in Studie 2 die aktuelle Kälteversorgung am Campus Nord weiter analysiert und der Kältebedarf von 23 Campusgebäuden sowie die damit verbundenen Versorgungskosten untersucht. Diese Studie wird im Hinblick auf den beabsichtigten Übergang von der aktuellen dezentralen Kälteversorgung mittels Kältemaschinen zu einem zukunftsfähigen Kältenetz, das durch erneuerbare Kältequellen gespeist werden soll, durchgeführt. Da die erhaltenen Parameter mit Unsicherheiten behaftet sind, wird eine Monte Carlo Simulation durchgeführt, die Kühlkosten zwischen 5,4 und 11,4 Eurocent pro kWh offenbart. Die kumulierten jährlichen Kosten aller betrachteten Gebäude, die hauptsächlich aus den Stromkosten für den Betrieb der Kältemaschinen resultieren, liegen bei 4,5 Mio. € und fordern einen schnellen Umstieg zu einer dezentralen und effizienteren Kälteversorgung durch die Integration von erneuerbaren Kälteversorgungslösungen. Die ganzheitliche Analyse der aktuellen Kälteversorgung erleichtert die Diskussion über weitere Optimierungsmaßnahmen und ermöglicht ein Benchmarking mit anderen Universitäten und Einrichtungen, in denen Kältenetze bereits erfolgreich betrieben werden.\r\nStudie 3 analysiert die Wirtschaftlichkeit der ONG unter Berücksichtigung der Investitions- und Betriebskosten am Beispiel eines potenziellen Aquiferspeichers (ATES) zur Wärme- und Kälteversorgung eines spezifischen Gebäudes des Städtischen Klinikums in Karlsruhe, Deutschland. Die ermittelten Investitionskosten beziffern sich auf 1,3 Mio. €, wobei die unterirdischen Installationen mit 60 % den größten Kostenanteil ausmachen. Eine Kosten-Nutzen-Analyse zwischen dem betrachteten ATES und der aktuellen Versorgungstechnologie bestehend aus Kompressionskältemaschinen und Fernwärme zeigt eine Amortisationszeit des ATES-Systems von ca. 3 Jahren. Die effizienteste aller Versorgungsoptionen ist die direkte Kühlung des Gebäudes mittels ATES, was zu einer Stromkostenreduktion von 80 % führt. Darüber hinaus ermöglicht das ATES-System eine CO2-Einsparung von ca. 600 Tonnen pro Jahr, wodurch die potentiellen wirtschaftlichen und ökologischen Vorteile der Technologie verdeutlicht werden. Diese Analyse adressiert das fehlende Bewusstsein für ATES im Allgemeinen und das damit verbundene wirtschaftliche Potenzial im Besonderen, um die ATES Nutzung speziell in Deutschland zu fördern, wo die Technologie den Wärmemarkt bislang noch nicht durchdrungen hat.\r\nDa die Verlässlichkeit von gemessenen Untergrundparametern während der Erkundungsphase sich auf die Auslegung und Wirtschaftlichkeit eines ONG-Systems auswirkt, wird in Studie 4 eine ganzheitliche Analyse von Fehlern und Unsicherheiten im Zusammenhang mit kabellos durchgeführten Temperaturmessung vorgenommen. Die auftretenden Fehler werden im Labor ermittelt und anschließend auf vertikale Profile der ungestörten Untergrundtemperatur übertragen, die an einer Erdwärmesonde aufgenommen wurden. Die ermittelte Präzision von 0.011 K und Genauigkeit von -0.11 K gewährleisten eine hohe Zuverlässigkeit der Messungen. Die größte Unsicherheit ergibt sich innerhalb der ersten fünf Meter und resultiert aus der thermischen Zeitkonstante von 4 s. Das schnelle und komfortable Messverfahren führt zu Vorteilen gegenüber herkömmlichen Glasfasermessungen, deren aufgezeichnete Temperaturprofile am Standort als qualitativer Vergleich dienen. Diese Studie soll das Bewusstsein für die Bedeutung einer detaillierten Exploration als Teil einer ganzheitlichen Machbarkeitsanalyse von SGE im Allgemeinen schärfen und speziell zur Weiterentwicklung der kabellosen Messtechnik beitragen.", "authors": ["Simon Schüppler"], "keywords": [{"values": [{"value": "shallow geothermal energy", "language": "en"}, {"value": "oberflächliche geothermische energie", "language": "de"}]}, {"values": [{"value": "geothermal energy", "language": "en"}, {"value": "geothermische energie", "language": "de"}]}, {"values": [{"value": "heating and cooling", "language": "en"}, {"value": "heizung und kühlung", "language": "de"}]}, {"values": [{"value": "aquifer thermal energy storage", "language": "en"}, {"value": "thermische energiespeicherung in aquiferen", "language": "de"}]}, {"values": [{"value": "borehole heat exchanger", "language": "en"}, {"value": "erdsondenwärmetauscher", "language": "de"}]}, {"values": [{"value": "feasibility analysis", "language": "en"}, {"value": "machbarkeitsanalyse", "language": "de"}]}, {"values": [{"value": "compression chiller", "language": "en"}, {"value": "kompressionskühler", "language": "de"}]}, {"values": [{"value": "cooling supply", "language": "en"}, {"value": "kälteversorgung", "language": "de"}]}, {"values": [{"value": "cooling costs", "language": "en"}, {"value": "kühlungskosten", "language": "de"}]}, {"values": [{"value": "district cooling", "language": "en"}, {"value": "fernkälte", "language": "de"}]}, {"values": [{"value": "temperature profiles", "language": "en"}, {"value": "temperaturprofile", "language": "de"}]}, {"values": [{"value": "wireless measurement technology", "language": "en"}, {"value": "drahtlose messtechnik", "language": "de"}]}]}, {"publication_id": "1000055451", "title": "Realisierung eines Talbot-Lau-Interferometers an Mikrofokusröhren für materialwissenschaftliche Tomografieanwendungen", "issued": "2016", "language": "de", "doi": "-", "abstract": "Durch Verwendung eines Talbot-Lau Interferometers können in der Computertomografie Aufnahmen in Phasen- und Dunkelfeldkontrast dargestellt werden. Dies wurde bereits anhand mehrerer Anwendungen im medizinischen Bereich demonstriert. Das Ziel dieser Arbeit war einen Talbot-Lau Interferometer mit einer Transmissions-Mikrofokus-Röntgenröhre umzusetzen und die Vorteile der Methode anhand von Fragestellungen aus der Materialwissenschaft zu demonstrieren.", "authors": ["Jens Thomas Maisenbacher"], "keywords": [{"values": [{"value": "computertomographs", "language": "en"}, {"value": "computertomografie", "language": "de"}]}, {"values": [{"value": "talbot-lau interferometer", "language": "en"}, {"value": "talbot-lau-interferometer", "language": "de"}]}, {"values": [{"value": "material science", "language": "en"}, {"value": "materialwissenschaft", "language": "de"}]}]}, {"publication_id": "1000141526", "title": "Towards a representation of temporal data in archival records: Use cases and requirements", "issued": "2021", "language": "en", "doi": "-", "abstract": "Archival records are essential sources of information for historians and digital humanists to understand history. For modern information systems they are often analysed and integrated into Knowledge Graphs for better access, interoperability and re-use. However, due to restrictions of the representation of RDF predicates temporal data within archival records is a challenge to model. This position paper explains requirements for modeling temporal data in archival records based on running research projects in which archival records are analysed and integrated in Knowledge Graphs for research and exploration.", "authors": ["Oleksandra Bruns", "Tabea Tietz", "Mahsa Vafaie", "Danilo Dessí", "Harald Sack"], "keywords": [{"values": [{"value": "knowledge graphs", "language": "en"}, {"value": "wissensgraphen", "language": "de"}]}, {"values": [{"value": "archives", "language": "en"}, {"value": "archiv", "language": "de"}]}, {"values": [{"value": "temporal representation", "language": "en"}, {"value": "zeitliche darstellung", "language": "de"}]}]}, {"publication_id": "1000131690", "title": "Thallium sorption by soil manganese oxides: Insights from synchrotron X-ray micro-analyses on a naturally thallium-rich soil", "issued": "2021", "language": "en", "doi": "-", "abstract": "Thallium (Tl) is a highly toxic trace metal. It occurs mostly as soluble monovalent Tl(I) and less frequently as poorly soluble trivalent Tl(III). Laboratory studies have shown that vacancy-containing hexagonal birnessites can sorb Tl with a very high affinity via a mechanism that involves the oxidation of Tl(I) to Tl(III) and strong complexation of Tl(III), whereas other manganese (Mn) oxides bind Tl(I) non-oxidatively and with lower sorption affinity. Information on the mode of Tl uptake by natural Mn oxides in soils, on the other hand, is still limited. In this study, we characterized the association of Tl with Mn oxides and Tl (redox) speciation in a naturally Tl-rich soil using micro-focused synchrotron X-ray absorption near edge structure (XANES) spectroscopy and X-ray fluorescence (XRF) chemical imaging. The results show that most soil Tl was Tl(I) associated with micaceous clay minerals in the soil matrix. High levels of Tl in soil Mn concretions, on the other hand, were mostly identified as Tl(III), suggesting that oxidative Tl uptake by vacancy-containing hexagonal birnessite was the main process of Tl accumulation in soil Mn concretions. The spectroscopic results in combination with chemical extractions and published sorption isotherms for Tl on synthetic Mn oxides suggest that the formation and transformation of natural Mn oxides in soils and sorption competition of Tl with major and trace metal cations determine the extent and mode of Tl uptake by soil Mn oxides. Methodologically, this study compares classical micro-XRF element mapping combined with point XANES analyses for spatially-resolved element speciation with high-resolution chemical imaging of entire sample areas, which is of great interest for the geochemical community in light of diffraction-limited storage ring upgrades to many synchrotron lightsources.", "authors": ["Francesco F. Marafatto", "Rainer Dähn", "Daniel Grolimund", "Jörg Göttlicher", "Andreas Voegelin"], "keywords": [{"values": [{"value": "thallium geochemistry", "language": "en"}, {"value": "thallium geochemistry", "language": "de"}]}, {"values": [{"value": "soil", "language": "en"}, {"value": "boden", "language": "de"}]}, {"values": [{"value": "manganese oxides", "language": "en"}, {"value": "manganoxide", "language": "de"}]}, {"values": [{"value": "synchrotron x-ray fluorescence microspectroscopy", "language": "en"}, {"value": "synchrotron-röntgenfluoreszenz-mikrospektroskopie", "language": "de"}]}, {"values": [{"value": "chemical imaging", "language": "en"}, {"value": "chemische bildgebung", "language": "de"}]}, {"values": [{"value": "redox mapping", "language": "en"}, {"value": "redoxkartierung", "language": "de"}]}]}, {"publication_id": "1000045068", "title": "Confidential Data-Outsourcing and Self-Optimizing P2P-Networks: Coping with the Challenges of Multi-Party Systems", "issued": "2015", "language": "en", "doi": "-", "abstract": "This work addresses the inherent lack of control and trust in Multi-Party Systems at the examples of the Database-as-a-Service (DaaS) scenario and public Distributed Hash Tables (DHTs). In the DaaS field, it is shown how confidential information in a database can be protected while still allowing the external storage provider to process incoming queries. For public DHTs, it is shown how these highly dynamic systems can be managed by facilitating monitoring, simulation, and self-adaptation.", "authors": ["Konrad Jünemann"], "keywords": [{"values": [{"value": "cloud-computing", "language": "en"}, {"value": "cloud-computing", "language": "de"}]}, {"values": [{"value": "safety", "language": "en"}, {"value": "sicherheit", "language": "de"}]}, {"values": [{"value": "data-outsourcing", "language": "en"}, {"value": "daten-outsourcing", "language": "de"}]}, {"values": [{"value": "peer-to-peer", "language": "en"}, {"value": "peer-to-peer", "language": "de"}]}, {"values": [{"value": "simulation", "language": "en"}, {"value": "simulation", "language": "de"}]}, {"values": [{"value": "cloud-computing", "language": "en"}, {"value": "Cloud-Computing", "language": "de"}]}, {"values": [{"value": "security", "language": "en"}, {"value": "sicherheit", "language": "de"}]}, {"values": [{"value": "data-outsourcing", "language": "en"}, {"value": "Daten-Outsourcing", "language": "de"}]}, {"values": [{"value": "peer-to-peer", "language": "en"}, {"value": "Peer-to-Peer", "language": "de"}]}, {"values": [{"value": "simulation", "language": "en"}, {"value": "Simulation", "language": "de"}]}]}, {"publication_id": "1412004", "title": "Konzept für eine modellgestützte Diagnostik mittels Data Mining am Beispiel der Bewegungsanlyse [online]", "issued": "2004", "language": "de", "doi": "-", "abstract": "Mit der Instrumentellen Ganganalyse werden Gelenkwinkel und -momente beim Gehen messtechnisch erfasst. Die klinische Auswertung dieser Daten (Diagnose von Bewegungsstörungen, Therapieplanung und -validierung) erfolgt empirisch durch erfahrene Experten. Schwierigkeiten bei der Analyse sind stark heterogene Datensätze und sehr komplexe Zusammenhänge in Bewegungsdaten. Eine objektive, standardisierte Basis zur Datenauswertung und -interpretation konnte bisher nicht etabliert werden.\r\n\r\nIn der vorliegenden Arbeit wird durch den Einsatz von modularen rechnergestützten Data Mining Verfahren ein Beitrag zur automatisierten, nachvollziehbaren Suche nach Gangpathologien bzw. zur quantitativen Bewertung der Gangqualität verschiedener Patientengruppen geleistet. Diese Arbeit soll zur Unterstützung der empirischen Analyse eingesetzt werden. Die empirische Vorgehensweise wird dabei in einem verallgemeinerten Merkmalsraum abgebildet, um somit interpretierbare Ergebnisse zu erzielen. Zur Datenauswertung kommen verschiedene überwachte und unüberwachte Lernverfahren zum Einsatz. Die Leistungsfähigkeit der Verfahren wird anhand zweier Patientengruppen (infantile Cerebralparese bzw. inkomplette Querschnittlähmung) und Referenzkollektiven demonstriert.", "authors": ["Tobias Sebastian Loose"], "keywords": [{"values": [{"value": "data mining", "language": "en"}, {"value": "data mining", "language": "de"}]}, {"values": [{"value": "feature extraction", "language": "en"}, {"value": "merkmalsextraktion", "language": "de"}]}, {"values": [{"value": "fuzzy logic", "language": "en"}, {"value": "fuzzy-logik", "language": "de"}]}, {"values": [{"value": "motion analysis", "language": "en"}, {"value": "bewegungsanalyse", "language": "de"}]}]}, {"publication_id": "1000011569", "title": "Inelastic scanning tunneling spectroscopy: magnetic excitations on the nanoscale", "issued": "2009", "language": "en", "doi": "-", "abstract": "Inelastic scanning tunneling spectroscopy is used to study elementary  excitations (magnons) in magnetic systems of various dimensions: from bulk to single magnetic atoms. The creation mechanism, the excitation probability, the spectrum and the lifetimes of magnons are investigated.", "authors": ["Timofey Balashov"], "keywords": [{"values": [{"value": "magnon", "language": "en"}, {"value": "magnon", "language": "de"}]}, {"values": [{"value": "inelastic tunneling spectroscopy", "language": "en"}, {"value": "inelastische tunnelspektroskopie", "language": "de"}]}, {"values": [{"value": "stm", "language": "en"}, {"value": "stm", "language": "de"}]}]}, {"publication_id": "1000140796", "title": "¹⁴N, ¹³C, and ¹¹⁹Sn solid-state NMR characterization of tin(II) carbodiimide Sn(NCN)", "issued": "2021", "language": "en", "doi": "-", "abstract": "We report the first magic-angle spinning (MAS) nuclear magnetic resonance (NMR) study on Sn(NCN). In this compound the spatially elongated (NCN)$^{2-}$ ion is assumed to develop two distinct forms: either cyanamide (N≡C–N$^{2-}$) or carbodiimide ($^{-}$N=C=N$^{-}$). Our $^{14}$N MAS NMR results reveal that in Sn(NCN) the (NCN) $^{2-}$ groups exist exclusively in the form of symmetric carbodiimide ions with two equivalent nitrogen sites, which is in agreement with the X-ray diffraction data. The $^{14}$N quadrupolar coupling constant ∣∣C$_{Q}$∣∣  ≈ 1.1 MHz for the $^{-}$N=C=N$^{-}$ ion in Sn(NCN) is low when compared to those observed in molecular compounds that comprise cyano-type N≡C– moieties ( ∣∣C$_{Q}$∣∣  > 3.5 MHz). This together with the information from $^{14}$N and $^{13}$C chemical shifts indicates that solid-state NMR is a powerful tool for providing atomic-level insights into anion species present in these compounds. The experimental NMR results are corroborated by high-level calculations with quantum chemistry methods.", "authors": ["Aleksander Jaworski", "Jędrzej Piątek", "Liuda Mereacre", "Cordula Braun", "Adam Slabon"], "keywords": [{"values": [{"value": "dlpno-ccsd", "language": "en"}, {"value": "dlpno-ccsd", "language": "de"}]}, {"values": [{"value": "dsd-pbep86", "language": "en"}, {"value": "dsd-pbep86", "language": "de"}]}, {"values": [{"value": "14n mas nmr", "language": "en"}, {"value": "14n mas nmr", "language": "de"}]}, {"values": [{"value": "sncn2 ", "language": "en"}, {"value": "sncn2", "language": "de"}]}, {"values": [{"value": "119sn mas nmr", "language": "en"}, {"value": "119sn mas nmr", "language": "de"}]}]}, {"publication_id": "1000085307", "title": "Hocheffiziente und robuste finite Elemente niederer Ansatzordnung zur Simulation großer Deformationen von Festkörpern", "issued": "2018", "language": "de", "doi": "-", "abstract": "Schnelle und parallel einsetzbare Prozessoren ermöglichen die Berücksichtigung immer mehr relevanter Details in Finite-Elemente-Berechnungen von Anwendungen wie Crashsicherheitsanalysen oder Metallumformprozessen. Aufgrund ihrer einfachen Struktur, sind Elemente mit linearen Ansatzfunktionen gut für den Aufbau der meist schalenartigen Modelle geeignet, wobei die Details vermehrt mit Volumen- statt mit Schalenelementen abgebildet werden. Ohne entsprechende Modifikationen versteifen diese das Finite-Elemente-System und führen bei Biegung oder plastischem Fließen zu unrealistisch kleinen Verformungen, was mit der – im Mittelpunkt der vorliegenden Arbeit stehenden – Methodik inkompatibler Erweiterungen ausgeglichen werden kann. Die Idee: gezielt die Genauigkeit verbessernde Ansatzfunktionen aus Elementen höherer Ordnung mit internen Parametern verknüpfen, ohne dabei die Anzahl der Elementknoten zu erhöhen. Allerdings kann die Berechnung dieser internen Parameter die Rechendauer der Simulation deutlich verlängern, wenn für die Schritt-für-Schritt-Lösung des simulierten Zeitintervalls eine explizite Integrationsmethode gewählt wird, die sehr kleine Schrittweiten erfordert. Dann ist das Finite-Elemente-System so oft auszuwerten, dass die Elementoperationen – die Berechnung der internen Parameter eingeschlossen – deutlich aufwendiger als die Lösung der Systemgleichungen sind, die durch konzentrierte Massen an den Elementknoten sehr effizient ist. Zur Effizienzsteigerung wird daher ein Konzept mit künstlichen Massen der internen Parameter vorgestellt, die dann – analog zu den Verschiebungen an den Elementknoten – explizit berechnet werden. Sonst sind die internen Parameter masselos und somit „statisch“ zu berechnen, was, aufgrund der dann erforderlichen, oft mit Iterationen verbundenen impliziten Berechnung, deutlich aufwendiger ist. Verschiedene Strategien mit expliziter oder impliziter Berechnung sowie einer Kombination davon werden mit bis zu 30 inkompatiblen Freiheitsgraden ausführlich untersucht. \r\nEin weiterer zu untersuchender Aspekt sind infolge der Inkompatibilität auftretende Kinematiken. Die inkompatiblen Massen ermöglichen eine einfache Kontrolle, bei der die verursachenden Parameter identifiziert und abgefangen werden können. Allerdings erfordert die Kontrolle numerische Tests für jedes Beispiel, was bei komplexen Problemen eine deutliche Einschränkung darstellt. Darüber hinaus werden eine inkrementelle und eine ad hoc modifizierte inkompatible Elementformulierung untersucht, die zusätzlich – ohne weitere Maßnahmen – eine Volumenbedingung erfüllen, die ähnlich zu den bekannten Orthogonalitätsbedingungen ist. Deren Auswirkung wird an einem analytischen Beispiel demonstriert und durch weitere numerische Untersuchungen gestützt.\r\nErste realistischere Beispiele bestätigen das Konzept der vorliegenden Arbeit.", "authors": ["Christoph Schmied"], "keywords": [{"values": [{"value": "finite elemente", "language": "en"}, {"value": "finite elemente", "language": "de"}]}, {"values": [{"value": "incompatible extensions", "language": "en"}, {"value": "inkompatible erweiterungen", "language": "de"}]}, {"values": [{"value": "explicit time integration", "language": "en"}, {"value": "explizite zeitintegration", "language": "de"}]}, {"values": [{"value": "mass scaling", "language": "en"}, {"value": "massenskalierung", "language": "de"}]}, {"values": [{"value": "symbolic programming", "language": "en"}, {"value": "symbolische programmierung", "language": "de"}]}]}, {"publication_id": "1000007001", "title": "Indikatoren einer diversity-gerechten Unternehmenskultur", "issued": "2008", "language": "de", "doi": "-", "abstract": "Detailliert wird ein ganzheitliches Konzept für das  Diversity Management erschlossen. Dabei wird die Relevanz des Unternehmensleitbildes, der Führung, der Kommunikation und des Organisationsklimas für eine diversity-gerechte Unternehmenskultur gezeigt und die Bedeutung für zwei Großunternehmen empirisch belegt.\r\nEs wird ein Indikatorenmodell vorgestellt, mit dem die quantitative Beurteilung des Erfolgsgrades der Umsetzung des Konzeptes Diversity Management möglich wird.", "authors": ["Christine Watrinet"], "keywords": [{"values": [{"value": "corporate culture", "language": "en"}, {"value": "unternehmenskultur", "language": "de"}]}, {"values": [{"value": "diversity management", "language": "en"}, {"value": "diversitätsmanagement", "language": "de"}]}, {"values": [{"value": "employee survey", "language": "en"}, {"value": "mitarbeiterbefragung", "language": "de"}]}, {"values": [{"value": "integration", "language": "en"}, {"value": "integration", "language": "de"}]}, {"values": [{"value": "personalmanagement", "language": "en"}, {"value": "personalmanagement", "language": "de"}]}]}, {"publication_id": "1000085854", "title": "Laser surface modification and polishing of additive manufactured metallic parts", "issued": "2018", "language": "en", "doi": "-", "abstract": "The combination of additive manufacturing (AM) and subsequent laser polishing is a technical approach with high flexibility in comparison to conventional processes. AM parts often present the need of post-processing due to surfaces with roughness higher than the admissible for most applications. The laser polishing consists in ablation and melting of a small amount of material, through laser irradiation, which is redistributed to create a surface with low roughness and probably new functionalities. Besides the flexibility, laser polishing presents high processing speed and capability for localized surface treatment. In this study, the resulting characteristics of AM parts irradiated by laser sources with different technical features are investigated and discussed. The parameters applied were the pulse duration, scan speed, repetition rate and average laser power. To evaluate the impact of laser processing on the material the microstructure and surface roughness were analysed and correlated to the process parameters.", "authors": ["Juliana Dos Santos Solheid", "Hans Jürgen Seifert", "Wilhelm Pfleging"], "keywords": [{"values": [{"value": "additive manufacturing", "language": "en"}, {"value": "additive fertigung", "language": "de"}]}, {"values": [{"value": "post-processing", "language": "en"}, {"value": "nachbearbeitung", "language": "de"}]}, {"values": [{"value": "laser polishing", "language": "en"}, {"value": "laserpolieren", "language": "de"}]}, {"values": [{"value": "surface modification", "language": "en"}, {"value": "fläche veränderung", "language": "de"}]}, {"values": [{"value": "proposal id: 2017-018-019629 (knmf-lmp)", "language": "en"}, {"value": "vorschlag id: 2017-018-019629 (knmf-lmp)", "language": "de"}]}]}, {"publication_id": "1000119927", "title": "A State-of-the-Art Overview and Future Research Avenues of Self-Service Business Intelligence and Analytics", "issued": "2020", "language": "en", "doi": "-", "abstract": "Self-Service Business Intelligence and Analytics (SSBIA) is an upcoming approach and trend that enables casual business users to prepare and analyze data with easy-to-use Business Intelligence and Analytics (BIA) systems without being reliant on expert support or power users to perform their (complex) analytical tasks easier and faster than before. Despite a strong interest of scholars and practitioners in SSBIA, the understanding about its underlying characteristics is limited. Furthermore, there is a lack of a structured and systematic form in which SSBIA research can be classified. Against this backdrop, this article showcases the current state-of-the-art of SSBIA research along four key areas in the field: (1) perspectives on SSBIA, (2) user roles involved, (3) required expertise, and (4) supported levels of self-service. Analyzing 60 articles, our main contribution resides in the synopsis of SSBIA literature in these four areas. For instance, we illustrate that there exist three perspectives of SSBIA: artefact-centric (45% of analyzed studies), user-centric (82%), and governance-centric (25%). On the basis of our analysis, we suggest promising avenues, which will support scholars in their endeavors on how to pursue with future avenues in the field of SSBIA (for e.g., understanding the trade-off between top-down and bottom-up capabilities).", "authors": ["Sven Michalczyk", "Mario Nadj", "Darius Azarfar", "Alexander Mädche", "Christoph Gröger"], "keywords": [{"values": [{"value": "self-service", "language": "en"}, {"value": "selbstbedienung", "language": "de"}]}, {"values": [{"value": "business intelligence", "language": "en"}, {"value": "geschäftsintelligenz", "language": "de"}]}, {"values": [{"value": "analytics", "language": "en"}, {"value": "analytik", "language": "de"}]}, {"values": [{"value": "literature review", "language": "en"}, {"value": "literaturüberblick", "language": "de"}]}]}, {"publication_id": "1000080652", "title": "Experimental Study of Small-Scale Mineral Particles in the Atmosphere of Central Asia", "issued": "2018", "language": "en", "doi": "-", "abstract": "Abstract⎯An experimental study of small-scale mineral particles in the atmosphere over Kyrgyzstan is carried\r\nout. It is shown that the substance of the studied particles corresponds to quartz-enriched minerals, feldspars,\r\nlayered silicates, minerals containing lime carbonate, etc. Overall, there is a definite correspondence\r\nbetween the mineral particle compositions in the atmosphere of Kyrgyzstan and in the other regions of Central\r\nAsia. The constructed size-distribution functions of the particles agree with the results of studying the\r\ndust aerosol properties in the deserts of Central Asia obtained in the southwestern part of Tajikistan in 1989.", "authors": ["V. V. Adushkin", "B. B. Chen", "S. I. Popel", "A. Yu. Dubinskii", "P. G. Weidler", "F. Friedrich"], "keywords": [{"values": [{"value": "small-scale mineral particles", "language": "en"}, {"value": "kleinteilige mineralische partikel", "language": "de"}]}, {"values": [{"value": "central asia", "language": "en"}, {"value": "zentralasien", "language": "de"}]}, {"values": [{"value": "adhesion", "language": "en"}, {"value": "haftung", "language": "de"}]}, {"values": [{"value": "electron microscopy", "language": "en"}, {"value": "elektronenmikroskopie", "language": "de"}]}, {"values": [{"value": "energy-dispersive x-ray analysis", "language": "en"}, {"value": "energiedispersive röntgenanalyse", "language": "de"}]}]}, {"publication_id": "1000026041", "title": "Ein Prognosemodell für die Verwitterung von Sandstein", "issued": "2012", "language": "de", "doi": "-", "abstract": "Untersuchungen der Verwitterungsprozesse belegen, dass die Gesteinsverwitterung im Wesentlichen auf stetig wechselnde Temperatur- und Feuchteeinwirkungen, teils in Verbindung mit Frost und Eisbildung im Gestein, zurückgeführt werden kann. Zur Beschreibung der Schädigung infolge dieser Hauptbeanspruchungen, die zu einem allmählichen Versagen der Kornbindungen führen, wird ein entsprechender Modellansatz für die Verwitterung von Sandstein vorgestellt.", "authors": ["Engin Kotan"], "keywords": [{"values": [{"value": "sandstone", "language": "en"}, {"value": "sandstein", "language": "de"}]}, {"values": [{"value": "weathering model", "language": "en"}, {"value": "verwitterungsmodell", "language": "de"}]}, {"values": [{"value": "service life", "language": "en"}, {"value": "lebensdauer", "language": "de"}]}, {"values": [{"value": "fatigue", "language": "en"}, {"value": "ermüdung", "language": "de"}]}, {"values": [{"value": "fem", "language": "en"}, {"value": "fem", "language": "de"}]}]}, {"publication_id": "1000041295", "title": "Matters of Coercion-Resistance in Cryptographic Voting Schemes", "issued": "2014", "language": "en", "doi": "-", "abstract": "This work addresses coercion-resistance in cryptographic voting schemes. It focuses on three particularly challenging cases: write-in candidates, internet elections and delegated voting. Furthermore, this work presents a taxonomy for analyzing and comparing a huge variety of voting schemes, and presents practical experiences with the voting scheme Bingo Voting.", "authors": ["Carmen Kempka"], "keywords": [{"values": [{"value": "cryptography", "language": "en"}, {"value": "Kryptographie", "language": "de"}]}, {"values": [{"value": "e-voting", "language": "en"}, {"value": "e-voting", "language": "de"}]}]}, {"publication_id": "1000020517", "title": "Schadensanalyse von Hallentragwerken aus Holz", "issued": "2010", "language": "de", "doi": "-", "abstract": "Diese Forschungsarbeit, ausgelöst durch Einstürze von Hallen aus Holz im Winter 2006, möchte Schadensfälle und begleitenden Umstände nicht individuell, sondern gemeinsam darstellen und ganzheitlich analysieren.\r\nEs werden Schwachpunkte, fehleranfällige Konstruktionen und Ursache-Wirkung-Mechanismen aufgezeigt und Konsequenzen benannt.", "authors": ["Hans Joachim Blaß", "Matthias Frese"], "keywords": [{"values": [{"value": "wooden construction", "language": "en"}, {"value": "holzkonstruktion", "language": "de"}]}, {"values": [{"value": "laminated wood", "language": "en"}, {"value": "brettschichtholz", "language": "de"}]}, {"values": [{"value": "building damage", "language": "en"}, {"value": "bauschaden", "language": "de"}]}, {"values": [{"value": "design fault", "language": "en"}, {"value": "konstruktionsfehler", "language": "de"}]}]}, {"publication_id": "1000015036", "title": "Optimierung von Kathoden und Zwischenschichten für Polymersolarzellen", "issued": "2010", "language": "de", "doi": "-", "abstract": "Diese Arbeit beschäftigt sich mit dem Einfluss der Kathode auf die Eigenschaften von Polymersolarzellen. Neben der Untersuchung verschiedener Abscheidearten liegt der Schwerpunkt vor allem auf der Erforschung der Wirkungsweise von Zwischenschichten. Analysen mittels Sekundärteilchenmassenspektrometrie (SIMS und SNMS) erlauben Einblick in die dahinterliegenden Wechselwirkungen und Mechanismen.\r\nDie gewonnenen Kenntnisse werden in der Realisierung von semitransparenten Solarzellen eingesetzt.", "authors": ["Jonas Hanisch"], "keywords": [{"values": [{"value": "organic solar cells", "language": "en"}, {"value": "organische solarzellen", "language": "de"}]}, {"values": [{"value": "cathode", "language": "en"}, {"value": "kathode", "language": "de"}]}, {"values": [{"value": "sims", "language": "en"}, {"value": "sims", "language": "de"}]}, {"values": [{"value": "sputtern", "language": "en"}, {"value": "sputtern", "language": "de"}]}, {"values": [{"value": "semitransparent", "language": "en"}, {"value": "halbtransparent", "language": "de"}]}]}, {"publication_id": "1000020629", "title": "Reduktion von suszeptibilitätsbedingten Signalauslöschungen in der funktionellen MRT", "issued": "2010", "language": "de", "doi": "-", "abstract": "Abstract not available.", "authors": ["Jochen Rick"], "keywords": [{"values": [{"value": "magnetic resonance imaging", "language": "en"}, {"value": "magnetresonanztomographie", "language": "de"}]}, {"values": [{"value": "functional magnetic resonance imaging", "language": "en"}, {"value": "funktionelle magnetresonanztomographie", "language": "de"}]}, {"values": [{"value": "signal cancellations", "language": "en"}, {"value": "signalauslöschungen", "language": "de"}]}, {"values": [{"value": "compensation", "language": "en"}, {"value": "kompensation", "language": "de"}]}, {"values": [{"value": "susceptibilities", "language": "en"}, {"value": "suszeptibilitäten", "language": "de"}]}]}, {"publication_id": "1000053396", "title": "Reversing adhesion: A triggered release self-reporting adhesive", "issued": "2016", "language": "en", "doi": "-", "abstract": "Here, the development of an adhesive is reported – generated via free radical polymerization – which can be degraded upon thermal impact within minutes. The degradation is based on a stimuli responsive moiety (SRM) that is incorporated into the network. The selected SRM is a hetero Diels-Alder (HDA) moiety that features three key properties. First, the adhesive can be degraded at relatively low temperatures (≈80 °C), second the degradation occurs very rapidly (less than 3 min), and third, the degradation of the network can readily be analyzed and quantified due to its self-reporting nature. The new reversible self-reporting adhesion system is characterized in detail starting from molecular studies of the retro HDA reaction. Moreover, the mechanical properties of the network, as well as the adhesion forces, are investigated in detail and compared to common methacrylate-based systems, demonstrating a significant decrease in mechanic stability at elevated temperatures. The current study thus represents a significant advance of the current state of the art for debonding on demand adhesives, making the system interesting for several fields of application including dental adhesives.", "authors": ["A. M. Schenzel", "C. O. Klein", "K. Rist", "N. Moszner", "C. Barner-Kowollik"], "keywords": [{"values": [{"value": "degradable networks", "language": "en"}, {"value": "abbaubare netze", "language": "de"}]}, {"values": [{"value": "polymer chemistry", "language": "en"}, {"value": "polymerchemie", "language": "de"}]}, {"values": [{"value": "self-reporting materials", "language": "en"}, {"value": "materialien zur selbstauskunft", "language": "de"}]}]}, {"publication_id": "1000126024", "title": "The influence of extrusion processing on the gelation properties of apple pomace dispersions: Involved cell wall components and their gelation kinetics", "issued": "2020", "language": "en", "doi": "-", "abstract": "By-products of fruits and vegetables like apple pomace can serve as techno-functional ingredients in foods. Due to their physicochemical properties, e.g., viscosity, water absorption, or oil-binding, food by-products can modify the texture and sensory perception of products like yogurts and baked goods. It is known that, by extrusion processing, the properties of by-products can be altered. For example, by thermo-mechanical treatment, the capacity of food by-products to increase viscosity is improved. However, the mechanism and involved components leading to the viscosity increase are unknown. Therefore, the complex viscosity of apple pomace dispersions and the involved fractions as pectin (a major part of the water-soluble fraction), water-soluble and water-insoluble fraction, were measured. In the investigated range, an increase in the pectin yield and water solubility was observed with increasing thermo-mechanical treatment by extrusion processing. However, pectin and water-soluble cell wall components had only a limited effect on the complex viscosity of apple pomace dispersions. The insoluble fraction (particles) were investigated regarding their swelling behavior and influence on the complex viscosity. An intensification of thermo-mechanical treatment resulted in increasing swelling behavior.", "authors": ["Vera Schmid", "Heike P. Karbstein", "M. Azad Emin"], "keywords": [{"values": [{"value": "plant cell-wall", "language": "en"}, {"value": "pflanzenzellwand", "language": "de"}]}, {"values": [{"value": "by-product", "language": "en"}, {"value": "nebenprodukt", "language": "de"}]}, {"values": [{"value": "rheological properties", "language": "en"}, {"value": "rheologische eigenschaften", "language": "de"}]}, {"values": [{"value": "complex viscosity", "language": "en"}, {"value": "komplexe viskosität", "language": "de"}]}, {"values": [{"value": "pectin", "language": "en"}, {"value": "pektin", "language": "de"}]}, {"values": [{"value": "dietary fibers", "language": "en"}, {"value": "ballaststoffe", "language": "de"}]}]}, {"publication_id": "1000051439", "title": "Screening, production and characterization of extracellular microbial surfactants", "issued": "2015", "language": "en", "doi": "-", "abstract": "This thesis focuses on the screening for, and the isolation of biosurfactant producing strains as well as production, purification and structural elucidation of compounds produced with the aim to find yet unrevealed microbial surfactants. Chapter 1 introduces surfactants and in particular biosurfactants, chapter 2 examines surfactants derived from the class Actinobacteria and chapter 3 addresses the isolation and characterization of surfactant producing prokaryotes from two ecological niches.", "authors": ["Johannes Helmut Kügler"], "keywords": [{"values": [{"value": "biosurfactant", "language": "en"}, {"value": "biotensid", "language": "de"}]}, {"values": [{"value": "emulsifier", "language": "en"}, {"value": "emulgator", "language": "de"}]}, {"values": [{"value": "actinobacteria", "language": "en"}, {"value": "aktinobakterien", "language": "de"}]}, {"values": [{"value": "tsukamurella", "language": "en"}, {"value": "tsukamurella", "language": "de"}]}, {"values": [{"value": "rouxiella", "language": "en"}, {"value": "rouxiella", "language": "de"}]}]}, {"publication_id": "1000123251", "title": "Voxel-Based Indoor Reconstruction from HoloLens Triangle Meshes", "issued": "2020", "language": "en", "doi": "-", "abstract": "Current mobile augmented reality devices are often equipped with range sensors. The Microsoft HoloLens for instance is equipped with a Time-of-Flight (ToF) range camera providing coarse triangle meshes that can be used in custom applications. We suggest to use these triangle meshes for the automatic generation of indoor models that can serve as basis for augmenting their physical counterpart with location-dependent information. In this paper, we present a novel voxel-based approach for automated indoor reconstruction from unstructured three-dimensional geometries like triangle meshes. After an initial voxelisation of the input data, rooms are detected in the resulting voxel grid by segmenting connected voxel components of ceiling candidates and extruding them downwards to find floor candidates. Semantic class labels like ’Wall’, ’Wall Opening’, ’Interior Object’ and ’Empty Interior’ are then assigned to the room voxels in-between ceiling and floor by a rule-based voxel sweep algorithm. Finally, the geometry of the detected walls and their openings is refined in voxel representation. The proposed approach is not restricted to Manhattan World scenarios and does not rely on room surfaces being planar.", "authors": ["Patrick Hübner", "Martin Weinmann", "Sven Wursthorn"], "keywords": [{"values": [{"value": "indoor reconstruction", "language": "en"}, {"value": "innensanierung", "language": "de"}]}, {"values": [{"value": "hololens", "language": "en"}, {"value": "hololens", "language": "de"}]}, {"values": [{"value": "triangle meshes", "language": "en"}, {"value": "dreiecksnetze", "language": "de"}]}, {"values": [{"value": "voxels", "language": "en"}, {"value": "voxel", "language": "de"}]}, {"values": [{"value": "3d", "language": "en"}, {"value": "3d", "language": "de"}]}, {"values": [{"value": "classification", "language": "en"}, {"value": "klassifizierung", "language": "de"}]}]}, {"publication_id": "1000045308", "title": "Struktur- und Funktionsuntersuchungen der Tat-abhängigen Translokase aus Bacillus subtilis", "issued": "2014", "language": "de", "doi": "-", "abstract": "In der Arbeit wurde die Tat-abhängige Proteintranslokase TatAdCd aus B. subtilis untersucht. TatA stellt die porenbildende Einheit der Translokase dar, welche über Salzbrücken oligomerisieren kann (Charge Zipper). Durch die Untersuchung von TatA Ladungsmutanten wurde ein experimenteller Beweis für diese Charge Zipper Hypothese erbracht. Zur Aufklärung des Translokationsmechanismus wurde ein in vitro Translokationsassay entwickelt und die Rolle der kurzen TatA-Transmembranhelix untersucht.", "authors": ["Christina Gottselig"], "keywords": [{"values": [{"value": "deed-dependent transport", "language": "en"}, {"value": "tat-abhängiger transport", "language": "de"}]}, {"values": [{"value": "protein translocase", "language": "en"}, {"value": "proteintranslokase", "language": "de"}]}, {"values": [{"value": "membranprotein", "language": "en"}, {"value": "membranprotein", "language": "de"}]}, {"values": [{"value": "charge zipper", "language": "en"}, {"value": "lade-reißverschluss", "language": "de"}]}, {"values": [{"value": "translocation assay", "language": "en"}, {"value": "translokationsassay", "language": "de"}]}]}, {"publication_id": "1000065047", "title": "Fatty acid-derived branched polymer architectures", "issued": "2016", "language": "en", "doi": "-", "abstract": "Plant oils awakened special interest as renewable feedstock due to the inherent, annual availability for monomer and polymer synthesis. The present thesis deals with the synthesis of monomeric and polymeric branched structures based on fatty acid derivatives. First, polyols were synthesized via a modified Schenck-Ene reaction and a dimer fatty acid was synthesized via thiol-ene addition. Star-shaped polymers with four and six arms were prepared via the core-first approach based on castor oil.", "authors": ["Maike Unverferth"], "keywords": [{"values": [{"value": "fatty acid", "language": "en"}, {"value": "fettsäure", "language": "de"}]}, {"values": [{"value": "polyamide", "language": "en"}, {"value": "polyamid", "language": "de"}]}, {"values": [{"value": "star polymers", "language": "en"}, {"value": "star-polymere", "language": "de"}]}, {"values": [{"value": "thiol-ene", "language": "en"}, {"value": "thiol-en", "language": "de"}]}]}, {"publication_id": "1000077020", "title": "Implementation of kriging methods in mobile GIS to estimate damage to buildings in crisis scenarios", "issued": "2016", "language": "en", "doi": "-", "abstract": "Abstract not available.", "authors": ["S. Laun", "N. Rösch", "M. Breunig", "M. Al Doori"], "keywords": [{"values": [{"value": "kriging methods", "language": "en"}, {"value": "kriging-verfahren", "language": "de"}]}, {"values": [{"value": "mobile gis", "language": "en"}, {"value": "mobiles gis", "language": "de"}]}, {"values": [{"value": "natural hazard", "language": "en"}, {"value": "naturgefahr", "language": "de"}]}, {"values": [{"value": "estimation of damage", "language": "en"}, {"value": "abschätzung des schadens", "language": "de"}]}, {"values": [{"value": "crisis scenario", "language": "en"}, {"value": "krisenszenario", "language": "de"}]}]}, {"publication_id": "1000143185", "title": "A Model for the Relationship between Rainfall, GNSS-Derived Integrated Water Vapour, and CAPE in the Eastern Central Andes", "issued": "2021", "language": "en", "doi": "-", "abstract": "Atmospheric water vapour content is a key variable that controls the development of deep convective storms and rainfall extremes over the central Andes. Direct measurements of water vapour are challenging; however, recent developments in microwave processing allow the use of phase delays from L-band radar to measure the water vapour content throughout the atmosphere: Global Navigation Satellite System (GNSS)-based integrated water vapour (IWV) monitoring shows promising results to measure vertically integrated water vapour at high temporal resolutions. Previous works also identified convective available potential energy (CAPE) as a key climatic variable for the formation of deep convective storms and rainfall in the central Andes. Our analysis relies on GNSS data from the Argentine Continuous Satellite Monitoring Network, Red Argentina de Monitoreo Satelital Continuo (RAMSAC) network from 1999 to 2013. CAPE is derived from version 2.0 of the ECMWF’s (European Centre for Medium-Range Weather Forecasts) Re-Analysis (ERA-interim) and rainfall from the TRMM (Tropical Rainfall Measuring Mission) product. In this study, we first analyse the rainfall characteristics of two GNSS-IWV stations by comparing their complementary cumulative distribution function (CCDF). Second, we separately derive the relation between rainfall vs. CAPE and GNSS-IWV. Based on our distribution fitting analysis, we observe an exponential relation of rainfall to GNSS-IWV. In contrast, we report a power-law relationship between the daily mean value of rainfall and CAPE at the GNSS-IWV station locations in the eastern central Andes that is close to the theoretical relationship based on parcel theory. Third, we generate a joint regression model through a multivariable regression analysis using CAPE and GNSS-IWV to explain the contribution of both variables in the presence of each other to extreme rainfall during the austral summer season. We found that rainfall can be characterised with a higher statistical significance for higher rainfall quantiles, e.g., the 0.9 quantile based on goodness-of-fit criterion for quantile regression. We observed different contributions of CAPE and GNSS-IWV to rainfall for each station for the 0.9 quantile. Fourth, we identify the temporal relation between extreme rainfall (the 90th, 95th, and 99th percentiles) and both GNSS-IWV and CAPE at 6 h time steps. We observed an increase before the rainfall event and at the time of peak rainfall—both for GNSS-integrated water vapour and CAPE. We show higher values of CAPE and GNSS-IWV for higher rainfall percentiles (99th and 95th percentiles) compared to the 90th percentile at a 6-h temporal scale. Based on our correlation analyses and the dynamics of the time series, we show that both GNSS-IWV and CAPE had comparable magnitudes, and we argue to consider both climatic variables when investigating their effect on rainfall extremes.", "authors": ["Maryam Ramezani Ziarani", "Bodo Bookhagen", "Torsten Schmidt", "Jens Wickert", "Alejandro Torre", "Zhiguo Deng", "Andrea Calori"], "keywords": [{"values": [{"value": "gnss-integrated water vapour", "language": "en"}, {"value": "gnss-integrierter wasserdampf", "language": "de"}]}, {"values": [{"value": "extreme rainfall", "language": "en"}, {"value": "extremniederschläge", "language": "de"}]}, {"values": [{"value": "trmm", "language": "en"}, {"value": "trmm", "language": "de"}]}]}, {"publication_id": "1000122354", "title": "Separation Media Based on Defined Hydrogel Systems = Hydrogele als Separationsmedien auf Basis definierter Porengrößen", "issued": "2020", "language": "en", "doi": "-", "abstract": "A variety of potential pathways for the synthesis of defined polymer networks were applied to (meth)acrylic acid based hydrogels and in-depth characterized. The anionic polymerization of a monomer and a bifunctional linker has been employed, as well as the utilization of efficient cross-linking procedures for the ligation of pre-formed telechelic polymers. The ligation techniques included the subsequent addition of a bifunctional monomer and the azide-alkyne Huisgen ligation. Reversible addition-fragmentation transfer polymerization was investigated as a complementary living polymerization procedure. The influence of the topology of the polymer networks on macroscopic properties were examined, such as the absorbency of sodium chloride solutions, the repulsion of salt during the swelling process and the mobility of ions within the network structure. In addition, 1H-NMR relaxometry, double quantum 1H-NMR and inverse size exclusion chromatography were employed to quantify the network architecture.", "authors": ["Christoph Pfeifer"], "keywords": [{"values": [{"value": "polymer", "language": "en"}, {"value": "polymer", "language": "de"}]}, {"values": [{"value": "hydrogel", "language": "en"}, {"value": "hydrogel", "language": "de"}]}, {"values": [{"value": "nmr", "language": "en"}, {"value": "nmr", "language": "de"}]}, {"values": [{"value": "desalination", "language": "en"}, {"value": "entsalzung", "language": "de"}]}, {"values": [{"value": "anionic", "language": "en"}, {"value": "anionisch", "language": "de"}]}, {"values": [{"value": "raft", "language": "en"}, {"value": "floß", "language": "de"}]}, {"values": [{"value": "inverse sec", "language": "en"}, {"value": "inverse sek.", "language": "de"}]}]}, {"publication_id": "1000152285", "title": "Analysis of Fatigue Damage in Unidirectional Carbon Fibre Reinforced Polymer Material", "issued": "2022", "language": "en", "doi": "-", "abstract": "Carbon fibre reinforced polymer (CFRP) is widely used across different industries, mainly aviation, marine, automotive, sports equipment, and many more. This is attributed to its outstanding high strength-to-weight ratio compared to other materials such as metals. In addition, this material also features design customizability to fit various applications, which makes it one of the most versatile materials today. In real-life applications, CFRP structures are subjected to fatigue loading. The material response towards this loading is very complex. This is due to the evolution of damage within the material that occur through various failure mechanisms. The intricacy of fatigue damage in CFRP material is also contributed by the individual failure mechanisms and the synergy effects by these failure modes that occur concurrently at the microscopic level. Due to this complexity, macroscopic and microscopic material level response knowledge is required to comprehensively understand fatigue \r\ndamage in CFRP. However, this crucial knowledge is not easily obtainable from standard testing alone.  \r\n\r\nThis thesis discusses the analysis of damage methods for unidirectional (UD) CFRP under fatigue loading through experimental and modelling work. A new experimental method to study fatigue on micro-level material response was introduced. The fatigue test requires a unique sample preparation process that involves micro-specimens of different fibre orientations (0°, 30°, 45°, 60° and 90°). The test was done under room temperature and $R=0.1$ stress ratio. The results obtained from the test are presented as an S-N curve, and in-situ observations of the micro-specimens are analysed. The fracture surface of selected \r\nbroken micro-specimens is also presented and discussed here. Based on the comparison with standard macro-specimens testing, it can be deduced that the micro-fatigue test is of comparable quality to the macro-specimens standard testing. It also offers additional advantages in supplying a direct possibility to observe several critical phenomena under loading. \r\n\r\nA new continuum damage mechanics model (CDM) for fatigue and degradation of CFRP has also been proposed. The model is formulated based on anisotropic linear elastic Hooke’s law brittle model. The model includes three damage variables, each representing damage effect oriented with respect to the three coordinate axes. The formulation concept based on the dissipation of microplastic work within the material gives a physical sense of how the damage evolves in CFRP under fatigue. It is found to be numerically efficient due to the possible estimation of microplastic work from the elastic components of stress and strain. The model has been implemented in Abaqus user-subroutine and validated against two different types of fatigue specimens (macro-specimens and micro-specimens). In the case of macro-specimens, the model has been validated against filament wound carbon fibre epoxy matrix for the case of UD and multidirectional (MD) composite under tension, compression and alternating cyclic loading. On micro-specimens, a UD composite was analysed under tension fatigue load. The model proves a good prediction which indicates the model capability to accurately predict the fatigue lifetime of CFRP material at both macro and micro-level response. The thesis also discusses a new formulation to improve the current fatigue damage model further. The combination of experimental and modelling methods presented here provides high potential tools in the analysis of fatigue damage on CFRP material.", "authors": ["Zalikha Murni Abdul Hamid"], "keywords": [{"values": [{"value": "carbon fibre polymer", "language": "en"}, {"value": "kohlefaser-polymer", "language": "de"}]}, {"values": [{"value": "unidirectional cfrp", "language": "en"}, {"value": "unidirektionales cfrp", "language": "de"}]}, {"values": [{"value": "fatigue", "language": "en"}, {"value": "ermüdung", "language": "de"}]}, {"values": [{"value": "damage model", "language": "en"}, {"value": "schadensmodell", "language": "de"}]}, {"values": [{"value": "material level response", "language": "en"}, {"value": "reaktion auf materialebene", "language": "de"}]}, {"values": [{"value": "micromechanical fatigue test", "language": "en"}, {"value": "mikromechanischer ermüdungstest", "language": "de"}]}, {"values": [{"value": "micro-specimen", "language": "en"}, {"value": "mikro-probe", "language": "de"}]}, {"values": [{"value": "in-situ observation", "language": "en"}, {"value": "in-situ-beobachtung", "language": "de"}]}, {"values": [{"value": "fracture surface", "language": "en"}, {"value": "bruch oberfläche", "language": "de"}]}, {"values": [{"value": "failure mechanisms", "language": "en"}, {"value": "ausfallmechanismen", "language": "de"}]}]}, {"publication_id": "1000067352", "title": "Error analysis of implicit Runge-Kutta methods for quasilinear hyperbolic evolution equations", "issued": "2017", "language": "en", "doi": "-", "abstract": "We establish error bounds of implicit Runge-Kutta methods for a class of quasilinear hyperbolic evolution equations including certain Maxwell and wave equations. Our assumptions cover algebraically stable and coercive schemes such as Gauß and Radau collocation methods. We work in a refinement of the analytical setting of Kato's well-posedness theory.", "authors": ["Marlis Hochbruck", "Tomislav Pažur", "Roland Schnaubelt"], "keywords": [{"values": [{"value": "hyperbolic evolution equations", "language": "en"}, {"value": "hyperbolische evolutionsgleichungen", "language": "de"}]}, {"values": [{"value": "quasilinear maxwell equations", "language": "en"}, {"value": "quasilineare maxwell-gleichungen", "language": "de"}]}, {"values": [{"value": "implicit runge-kutta methods", "language": "en"}, {"value": "implizite runge-kutta-verfahren", "language": "de"}]}, {"values": [{"value": "well-posedness", "language": "en"}, {"value": "wohlverstanden", "language": "de"}]}, {"values": [{"value": "error analysis", "language": "en"}, {"value": "Fehleranalyse", "language": "de"}]}, {"values": [{"value": "time integration", "language": "en"}, {"value": "zeitintegration", "language": "de"}]}]}, {"publication_id": "1000090918", "title": "Dissolution of Ag Precipitates in the Cu–8wt.\\%Ag Alloy Deformed by High Pressure Torsion", "issued": "2019", "language": "en", "doi": "-", "abstract": "The aim of this work was to study the influence of severe plastic deformation (SPD) on the dissolution of silver particles in Cu–8wt.%Ag alloys. In order to obtain different morphologies of silver particles, samples were annealed at 400, 500 and 600 °C. Subsequently, the material was subjected to high pressure torsion (HPT) at room temperature. By means of scanning and transmission electron microscopy, as well as X-ray diffraction techniques, it was found that during SPD, the dissolution of second phase was strongly affected by the morphology and volume fraction of the precipitates in the initial state. Small, heterogeneous precipitates of irregular shape dissolved more easily than those of large size, round-shaped and uniform composition. It was also found that HPT led to the increase of solubility limit of silver in the copper matrix as the result of dissolution of the second phase. This unusual phase transition is discussed with respect to diffusion activation energy and mixing enthalpy of the alloying elements.", "authors": ["Anna Korneva", "Boris Straumal", "Askar Kilmametov", "Robert Chulist", "Grzegorz Cios", "Brigitte Baretzky", "Paweł Zięba"], "keywords": [{"values": [{"value": "high-pressure torsion", "language": "en"}, {"value": "hochdruck-torsion", "language": "de"}]}, {"values": [{"value": "ultrafine microstructure", "language": "en"}, {"value": "ultrafeine mikrostruktur", "language": "de"}]}, {"values": [{"value": "phase dissolution", "language": "en"}, {"value": "phasenauflösung", "language": "de"}]}, {"values": [{"value": "microhardness", "language": "en"}, {"value": "mikrohärte", "language": "de"}]}]}, {"publication_id": "1000046359", "title": "Entwicklung optimierter Betriebs- und Ladestrategien für Fahrzeuge mit Vehicle-2-Grid-Funktionalität", "issued": "2015", "language": "de", "doi": "-", "abstract": "In dieser Arbeit wird ein Verfahren zur Optimierung des Ladevorgangs von Elektrofahrzeugen im Rahmen eines Vehicle-To-Grid Betriebs vorgestellt. Zwischen Fahrzeug und Energienetzbetreiber werden Ladeanreizfunktionen ausgetauscht, anhand dieser das Fahrzeug zu priorisierten Zeiten laden kann. Gleichzeitig muss während des Ladevorgangs Rücksicht auf den Batteriezustand genommen werden. Ziel ist ein Verfahren zur Optimierung des Ladeverlaufs anhand der Ladeanreizfunktion und des Batteriezustands.", "authors": ["Markus Dietze"], "keywords": [{"values": [{"value": "vehicle to grid", "language": "en"}, {"value": "fahrzeug ans netz", "language": "de"}]}, {"values": [{"value": "charge optimization", "language": "en"}, {"value": "ladeoptimierung", "language": "de"}]}, {"values": [{"value": "intelligent charging", "language": "en"}, {"value": "intelligentes laden", "language": "de"}]}]}, {"publication_id": "1000144724", "title": "Einfluss der Boden-Bauwerk-Interaktion auf die dynamische Charakteristik von Eisenbahnrahmenbrücken = Influence of soil-structure interaction on the dynamic characteristics of railroad frame bridges", "issued": "2022", "language": "de", "doi": "-", "abstract": "Eisenbahnrahmenbrücken erfahren intensive dynamische Beanspruchungen. Aufgrund der massigen Bauteilabmessungen und der teilweise großen Steifigkeits-unterschiede zwischen Platte und Widerlagerwand ist das dynamische System häu-fig nicht eindeutig identifizierbar. In diesem Beitrag werden die maßgebenden Ein-flussfaktoren der Boden-Bauwerk-Interaktion auf das dynamische Verhalten des gebetteten Rahmens identifiziert. Dabei zeigt sich die vertikale Widerlagerfrequenz als maßgebender Parameter für das schwingende System. In den Untersuchungen werden verschiedene Modellierungsansätze verglichen. Hierbei zeigte sich, dass die Variante eines räumlichen mono-frequenzabhängigen Substrukturmodells un-ter bestimmten Bedingungen ähnlich genaue Ergebnisse liefert, wie mit einem re-chenintensiven, hybriden FEM-BEM Ansatz ermittelt werden.", "authors": ["Till Heiland", "Hendrawan D.B. Aji", "Frank Wuttke", "Alexander Stark"], "keywords": [{"values": [{"value": "bridges", "language": "en"}, {"value": "brücken", "language": "de"}]}, {"values": [{"value": "dynamic", "language": "en"}, {"value": "dynamik", "language": "de"}]}, {"values": [{"value": "railroad", "language": "en"}, {"value": "eisenbahn", "language": "de"}]}, {"values": [{"value": "baudinamik", "language": "en"}, {"value": "baudynamik", "language": "de"}]}]}, {"publication_id": "1000048053", "title": "CO-Oxidation an Mangan- und Eisenoxid-basierten Katalysatoren [Finale Version]", "issued": "2014", "language": "de", "doi": "-", "abstract": "Abstract not available.", "authors": ["Marina Tepluchin"], "keywords": [{"values": [{"value": "heterogeneous catalysis", "language": "en"}, {"value": "heterogene katalyse", "language": "de"}]}, {"values": [{"value": "co-oxidation", "language": "en"}, {"value": "co-oxidation", "language": "de"}]}, {"values": [{"value": "doc", "language": "en"}, {"value": "doc", "language": "de"}]}, {"values": [{"value": "flame spray pyrolysis", "language": "en"}, {"value": "flammensprühpyrolyse", "language": "de"}]}, {"values": [{"value": "iron oxide", "language": "en"}, {"value": "eisenoxid", "language": "de"}]}, {"values": [{"value": "manganoxid", "language": "en"}, {"value": "manganoxid", "language": "de"}]}]}, {"publication_id": "1000089021", "title": "Conditions for deriving air quality information from satellite data", "issued": "2018", "language": "en", "doi": "-", "abstract": "This contribution presents an approach to map urban air quality using passive-sensor satellite data.\r\nAir pollution is inherently a spatial phenomenon: airborne transport of substances yields a multi-source mixture\r\nof pollutants at any given location, at and beyond source regions like cities. Thus, satellite data may provide infor-\r\nmation on the distribution of pollutants relative to geophysical parameters pertaining to surface and atmospheric\r\nstates.  We  develop  a  method  to  estimate  spatial  patterns  of  street-level  particulate  matter  (PM)  concentrations\r\nbased  on  satellite-retrieved  aerosol  optical  depth  (AOD).  AOD  data  is  obtained  based  on  the  Multi-Angle\r\nImplementation of Atmospheric Correction (MAIAC) algorithm applied on data from the Moderate Resolution\r\nImaging Spectroradiometer (MODIS) instrument.\r\nThe  relationship  between  vertically  integrated  AOD  and  PM  at  street  level  is  modulated  by  variability  in\r\ngeophysical conditions. Hence, we focus on the detection of sets of conditions that allow a reliable analysis of\r\nstreet-level air pollution based on satellite-derived AOD. AOD and ground-based (PM) measurements are paired\r\nwith  explicit  consideration  of  geophysical  parameters  such  as  boundary  layer  height,  relative  humidity,  wind\r\nspeed, wind direction, temperature and land surface cover. AOD and PM are linked via a normalization approach,\r\nin which the parameters for each month per year are ranked individually from highest to lowest value. This allows\r\nus to easily compare associated AOD and PM data pairs and to investigate the governing factors of the relationship\r\nbetween these parameters.\r\nFirst results indicate that planetary boundary layer height and relative humidity exert the strongest influence on\r\nthe correlation of AOD and PM, the magnitude and type of the influence changing with season. We conclude that\r\nconditions often associated with high air pollution, e.g. stable inversion situations not perturbed by high wind\r\nspeeds may be particularly suited for satellite-based analysis. Based on our spatial estimates of street-level air\r\nquality, we ultimately aim to obtain a better understanding of pollution event patterns and their development in\r\ntime and space, relative to urban topography and surface cover.", "authors": ["Roland Stirnberg", "Jan Cermak"], "keywords": [{"values": [{"value": "remote sensing", "language": "en"}, {"value": "fernerkundung", "language": "de"}]}, {"values": [{"value": "air quality", "language": "en"}, {"value": "luftqualität", "language": "de"}]}, {"values": [{"value": "particulate matter", "language": "en"}, {"value": "feinstaub", "language": "de"}]}]}, {"publication_id": "1000124561", "title": "Numerical Study of Quenching Distances for Side-Wall Quenching Using Detailed Diffusion and Chemistry", "issued": "2021", "language": "en", "doi": "-", "abstract": "The numerical investigation of quenching distances in laminar flows is mainly concerned with two setups: head-on quenching (HOQ) and side-wall quenching (SWQ). While most of the numerical work has been conducted for HOQ with good agreement between simulation and experiment, far less analysis has been done for SWQ. Most of the SWQ simulations used simplified diffusion models or reduced chemistry and achieved reasonable agreement with experiments. However, it has been found that quenching distances for the SWQ setup differ from experimental results if detailed diffusion models and chemical reaction mechanisms are employed. Side-wall quenching is investigated numerically in this work with steady-state 2D and 3D simulations of an experimental flame setup. The simulations fully resolve the flame and employ detailed reaction mechanisms as well as molecular diffusion models. The goal is to provide data for the sensitivity of numerical quenching distances to different parameters. Quenching distances are determined based on different markers: chemiluminescent species, temperature and OH iso-surface. The quenching distances and heat fluxes at the cold wall from simulations and measurements agree well qualitatively. However, quenching distances from the simulations are lower than those from the experiments by a constant factor, which is the same for both methane and propane flames and also for a wide range of equivalence ratios and different markers. A systematic study of different influencing factors is performed: Changing the reaction mechanism in the simulation has little impact on the quenching distance, which has been tested with over 20 different reaction mechanisms. Detailed diffusion models like the mixture-averaged diffusion model and multi-component diffusion model with and without Soret effect yield the same quenching distances. By assuming a unity Lewis number, however, quenching distances increase significantly and have better agreement with measurements. This was validated by two different numerical codes (OpenFOAM and FASTEST) and also by 1D head-on quenching simulations (HOQ). Superimposing a fluctuation on the inlet velocity in the simulation also increases the quenching distance on average compared to the reference steady-state case. The inlet velocity profile, temperature boundary condition of the rod and radiation have a negligible effect. Finally, three dimensional simulations are necessary in order to obtain the correct velocity field in the SWQ computations. This however has only a negligible effect on quenching distances.", "authors": ["Thorsten Zirwes", "Thomas Häber", "Feichi Zhang", "Hidemasa Kosaka", "Andreas Dreizler", "Matthias Steinhausen", "Christian Hasse", "Alessandro Stagni", "Dimosthenis Trimis", "Rainer Suntz", "Henning Bockhorn"], "keywords": [{"values": [{"value": "side wall quenching", "language": "en"}, {"value": "seitenwandabschreckung", "language": "de"}]}, {"values": [{"value": "detailed numerical simulation", "language": "en"}, {"value": "detaillierte numerische simulation", "language": "de"}]}, {"values": [{"value": "chemiluminescent radicals", "language": "en"}, {"value": "chemilumineszierende radikale", "language": "de"}]}, {"values": [{"value": "openfoam", "language": "en"}, {"value": "openfoam", "language": "de"}]}]}, {"publication_id": "1000105726", "title": "Novel Materials as the Driver of New Science", "issued": "2020", "language": "en", "doi": "-", "abstract": "Quantum materials (QMs) showcase tangible manifestations of some of the most fundamental concepts in quantum physics, at a scale realizable in a research laboratory and amenable for detailed experimental exploration and manipulation. Studying such systems is important from a fundamental standpoint, but has also the potential to provide the basis for a new generation of profoundly transformative technologies, multifunctional devices and new information processing and storage.\r\nIn my talk I will focus on design and growth of novel QMs. We have a variety of growth techniques, e.g. Czochralski-technique, optical floating zone technique, chemical vapour transport, crystallisation by flux and the Bridgman-Stockbarger method. Prominent examples and classes of materials include magnetically frustrated systems (e.g. pyrochlore oxides), pnictide superconductors, chiral magnets, Weyl semimetals and perovskite solar cells.", "authors": ["Amir A. Haghighirad"], "keywords": [{"values": [{"value": "novel materials", "language": "en"}, {"value": "neuartige materialien", "language": "de"}]}]}, {"publication_id": "1000135013", "title": "Kapazitiv gekoppelte Streifenleitungsantennen für Millimeterwellenanwendungen", "issued": "2021", "language": "de", "doi": "-", "abstract": "Radar ist ein wichtiger Baustein für autonomes Fahren und ermöglicht eine genaue Erkennung des Umfelds. Die vorliegende Arbeit stellt dazu eine neuartige, kapazitiv gekoppelte Streifenleitungsantenne vor und untersucht 15 aktuelle Hochfrequenzmaterialien unter verschiedenen Umweltbedingungen. Die gemeinsame Betrachtung von Substrat und Antenne ermöglicht dabei ein optimales Zusammenwirken, sodass die Anforderungen an Zuverlässigkeit und Bandbreite erfüllt werden können.", "authors": ["Jonathan Mayer"], "keywords": [{"values": [{"value": "stripline antennas", "language": "en"}, {"value": "streifenleitungsantennen", "language": "de"}]}, {"values": [{"value": "material properties", "language": "en"}, {"value": "materialeigenschaften", "language": "de"}]}, {"values": [{"value": "environmental conditions", "language": "en"}, {"value": "umweltbedingungen", "language": "de"}]}, {"values": [{"value": "patch antenna", "language": "en"}, {"value": "patch-antenne", "language": "de"}]}]}, {"publication_id": "1000033941", "title": "The Discontinuous Galerkin Method for Maxwell's Equations: Application to Bodies of Revolution and Kerr-Nonlinearities", "issued": "2013", "language": "en", "doi": "-", "abstract": "Die unstetige Galerkinmethode (UGM) wird auf die rotationssymmetrischen und Kerr- Maxwell-Gleichungen angewandt. Essentiell ist hierbei der numerische Fluss. Für die rotationssymmetrischen Maxwell-Gleichungen wird ein exakter Fluss vorgestellt und unter Ausnutzung der Symmetrie der Aufwand reduziert. Für die Kerr-Maxwell-Gleichungen führt der exakte numerische Fluss auf eine ineffiziente UGM, weswegen approximative Flüsse miteinander verglichen werden. Wir erhalten optimale Konvergenz.", "authors": ["Elisabeth Blank"], "keywords": [{"values": [{"value": "discontinuous galerkin method", "language": "en"}, {"value": "diskontinuierliche Galerkin-Methode", "language": "de"}]}, {"values": [{"value": "bodies of revolution", "language": "en"}, {"value": "körper der revolution", "language": "de"}]}, {"values": [{"value": "maxwell's equations", "language": "en"}, {"value": "Maxwellsche Gleichungen", "language": "de"}]}, {"values": [{"value": "kerr-nonlinearities", "language": "en"}, {"value": "kerr-nichtlinearitäten", "language": "de"}]}]}, {"publication_id": "1000122089", "title": "Microkinetic Model Development for Methane Oxidation over Palladium Catalysts", "issued": "2020", "language": "en", "doi": "-", "abstract": "Der Einsatz von Erdgasmotoren für Anwendungen im Schiffs-, Lkw- und Pkw-Verkehr, stellt im Vergleich zu konventionellen Diesel- oder Benzinmotoren eine direkte Maßnahme dar, um die verkehrsbedingten CO2-Emissionen, sowie Stickoxid (NO𝑥), Kohlenmonoxid (CO) und Feinstaub (PM) Belastungen weiter zu senken. Synthetisches Methan, das unter Verwendung erneuerbarer Energien im Power-To-Gas Verfahren erzeugt wird, stellt eine erweiterte Option dar, damit die Ziele, die CO2-Emissionen, im Verkehrsbereich und bei stationären Anwendungen, zu reduzieren, sowie mittel bis langfristig vollständig zu eliminieren, erreicht werden. \r\nTypische für Erdgasmotoren eingesetzte Katalystoren verwenden Palladium (Pd) basierte Beschichtungen zur vollständigen Oxidation von Methan. Diese sind aufgrund ihrer hohen Methan Aktivität in der Lage, motorseitig unverbranntes Methan katalytisch zu konvertieren. Dies ist notwendig, weil Methan über einen Zeithorizont von 100 Jahren ein Globales Erderwärmungs Potential (GWP) von über 25 aufweist und damit als starkes Treibhausgas gilt. Ein deutlich verbessertes mechanistisches und modellbasiertes Verständnis dieser am Katalysator ablaufenden Prozesse ist deshalb insbesondere im Hinblick auf die zu erzielende System-Optimierung und Verbesserung, als auch zur Unterstützung des Entwicklungprozesses solcher katalytischen Systeme von großer Relevanz. Das Pd-Katalysator-System zeigt dabei ein äußertst komplexes Verhalten, das sowohl von der Zusammensetzung der Gasphase, der Temperatur als auch von der Vorbehandlung des Katalysators beeinflusst wird. Die Reaktionskinetik der oxidierten Pd-Phase (PdO) unterscheidet sich dabei grundlegend von der reduzierten Pd-Phase. Zusätzliche Änderungen der Pd-Partikelstruktur können während einer Phasenumwandlung ebenso auftreten. Eine damit einhergehende\r\nVeränderung spiegelt sich im Reaktionsverhalten wider. Wasser, das sich bei der Verbrennung im Erdgasmotor bildet und folglich als Nebenprodukt über den Abgasstrang in den Katalysator gelangt, wirkt sich negativ auf den Methanumsatz aus. Im Abgas auftretende Reduktionsmittel, CO und H2, sind in der Lage, die katalytisch sehr aktive PdO-Phase chemisch zu reduzieren und so die Aktivität zu mindern. Eine zusätzliche Herausforderung zur Aufrechterhaltung einer stabilen Katalysatoraktivität stellt die in Verbindung mit hohen Temperaturen eintretende thermische Reduktion der PdO-Phase dar. \r\n\r\nIm Rahmen der vorliegenden Arbeit wurden zwei detaillierte Reaktions Mechanismen entwickelt. Der Mechanismus für die Pd-Phase umfaßt dabei folgende Merkmale: \r\n• Beinhaltet folgende Gasphasen Spezies: CH4/O2/CO/CO2/H2/H2O\r\n• Berücksichtigt Total-/Partialoxidation von Methan, Wasserdampf Reformierung und Wasser-Gas-Shift Reaktionen\r\n• Energetische Berechnungen mit semi-empirischer UBI-QEP-Methode\r\n• Eine aktive Pd-Oberflächenspezies; Mean Field Näherung\r\n• Verschiedene Methan Aktivierungspfade in Abhängigkeit der Sauerstoff Oberflächenbedeckung\r\n• Voraussage ortsaufgelöster Konzentrationsprofile\r\nDie Besonderheiten des PdO-Mechanismus zeichnen sich durch folgenden Punkte aus:\r\n• Beinhaltet folgende Gasphasen Spezies: CH4/O2/CO2/H2O\r\n• Format-Oberflächenspezies; bestätigt durch in-situ DRIFTS\r\n• Berücksichtigt Total-Oxidation von Methan\r\n• Energetische Parameter basieren auf DFT–Rechnungen\r\n• Modellentwicklung als Mean Field Erweiterung für zwei koordinativ ungesättigte (cus) Pd- und O-Adsorptionszentren\r\n• Reaktionspfade gemäß Mars-van-Krevelen Mechanismus\r\n• Vorhersage des Wasser-Inhibierungseffektes\r\n• Voraussage von Light-off Verläufen\r\nBeide Mechanismen wurden mittels eines Oxidationsgrad abhängigen Ansatzes verknüpft, um so den Effekt der temperaturabhängigen Phasenumwandlung auf die Kinetik zu berücksichtigen. Eine zusätzliche Validierung des Oxidationsgrad\r\nabhängigen Ansatzes in Kombination mit den Mechanismen erfolgte dabei anhand von zyklischen Light-off und Light-out Experimenten.", "authors": ["Henning Stotz"], "keywords": [{"values": [{"value": "catalytic methane oxidation", "language": "en"}, {"value": "katalytische methanoxidation", "language": "de"}]}, {"values": [{"value": "palladium", "language": "en"}, {"value": "palladium", "language": "de"}]}, {"values": [{"value": "in situ measurements", "language": "en"}, {"value": "in-situ-messungen", "language": "de"}]}, {"values": [{"value": "surface reaction mechanism", "language": "en"}, {"value": "oberflächenreaktionsmechanismus", "language": "de"}]}, {"values": [{"value": "microkinetic modeling", "language": "en"}, {"value": "mikrokinetische modellierung", "language": "de"}]}, {"values": [{"value": "palladium oxide", "language": "en"}, {"value": "palladiumoxid", "language": "de"}]}, {"values": [{"value": "water inhibition", "language": "en"}, {"value": "wasserhemmung", "language": "de"}]}, {"values": [{"value": "deactivation", "language": "en"}, {"value": "deaktivierung", "language": "de"}]}, {"values": [{"value": "drifts", "language": "en"}, {"value": "operationen", "language": "de"}]}, {"values": [{"value": "conversion hysteresis", "language": "en"}, {"value": "umwandlungshysterese", "language": "de"}]}]}, {"publication_id": "1000021866", "title": "Post-Test Calculations on Steam Cool-Down Test QUENCH-04 with RELAP5, SCDAP/RELAP5, and TRACE (KIT Scientific Reports ; 7577)", "issued": "2011", "language": "en", "doi": "-", "abstract": "The capabilities of RELAP5 and TRACE are assessed based on the electrically heated bun-dle test QUENCH-04, performed in our premises and on SCDAP/RELAP5 calculations. The RELAP5 calculations show an unphysical sudden temperature increase and subsequent code failure. Appropriate calculations show such an error, if and only if the oxidation model is activated, whereas no problem exists for SCDAP/RELAP5. For the same case, oxidation heat release is severely underestimated in TRACE.", "authors": ["Christoph Homann", "Wolfgang Hering"], "keywords": [{"values": [{"value": "quench-04 code assessment oxidation", "language": "en"}, {"value": "quench-04 code bewertung oxidation", "language": "de"}]}]}, {"publication_id": "1000023891", "title": "Verspannung und Entspannung von Sand entlang von Baukörpern", "issued": "2011", "language": "de", "doi": "-", "abstract": "Ver- und Entspannung bei granularen Böden:\r\n- Grundlagen im Elementversuch (Hypoplastische Analyse);\r\n- Mechanismen des Randwertproblems: FE-Berechnung eines Kleinbohrpfahls, Lokalisierung, Schlüsselparameter der Modellierung, Verformungsverhalten bei monotoner und zyklischer Belastung, Gruppenwirkung;\r\n- Herausziehen einer ebenen Wand im Modellversuch: Auswertung der Kräfte und der Verformungen im Boden (PIV), Einfluss Lagerungsdichte auf Kontaktverhalten.", "authors": ["Daniel Rebstock"], "keywords": [{"values": [{"value": "monotonous/cyclic load", "language": "en"}, {"value": "monotone/zyklische belastung", "language": "de"}]}, {"values": [{"value": "model tests", "language": "en"}, {"value": "modellversuche", "language": "de"}]}, {"values": [{"value": "interface behavior", "language": "en"}, {"value": "interfaceverhalten", "language": "de"}]}]}, {"publication_id": "1000019252", "title": "Betriebsmessdatenvisualisierung und -erfassung mit OPAL (OPC-Panel-Livegraph). (KIT Scientific Reports ; 7558)", "issued": "2010", "language": "de", "doi": "-", "abstract": "Das OPAL-Programm dient auf einem Windows-PC zur Visualisierung und Speicherung von Messdaten, die von einem OPC-Server, Datasocket-Server o. ä. über die Netzwerkumgebung geliefert werden.\r\nDabei können sowohl Einzelmessstellen, als auch Messstellen-Arrays eingelesen werden. Die Konfiguration der Messstellenquellen und ggf. der Werteumrechnung erfolgt bequem über eine einfache Oberfläche mit Messstellen-Browser. Die Akquirierung und Speicherung erfolgt im Sekundentakt.", "authors": ["M. Daubner", "V. Krieger"], "keywords": [{"values": [{"value": "opal", "language": "en"}, {"value": "opal", "language": "de"}]}, {"values": [{"value": "opc", "language": "en"}, {"value": "opc", "language": "de"}]}, {"values": [{"value": "visualization", "language": "en"}, {"value": "visualisierung", "language": "de"}]}, {"values": [{"value": "operational measurement data", "language": "en"}, {"value": "betriebsmessdaten", "language": "de"}]}, {"values": [{"value": "measurement data acquisition", "language": "en"}, {"value": "messdatenerfassung", "language": "de"}]}]}, {"publication_id": "1000143131", "title": "Untersuchung des Wärmeübergangs durch Einspritzkühlung für ein Höchstleistungsgetriebe", "issued": "2022", "language": "de", "doi": "-", "abstract": "Angesichts des hohen Nebenstromverhältnisses moderner Flugtriebwerke wird die Einführung eines Getriebes zwischen Niederdruckturbine und Fan attraktiv. Ein solches Getriebe stellt aufgrund der hohen übertragenen Leistung und den stark gegensätzlichen Forderungen nach geringem Gewicht, geringem Bauraum, hoher Zuverlässigkeit und hohem Wirkungsgrad eine große Herausforderung dar und erfordert die genaue Kenntnis aller beteiligten Vorgänge.\r\nEiner dieser Vorgänge ist der Wärmeübergang durch Einspritzkühlung. In der vorliegenden Arbeit wird eine neuartige experimentelle Methode vorgestellt, mit der dieser am rotierenden Zahnrad ortsaufgelöst und mit hoher Genauigkeit bestimmt werden kann. Der Wärmeübergang wird mit dieser Methode für einen breiten Betriebsbereich ermittelt. Der Einfluss von Ölvolumenstrom, Drehzahl und Düsenwinkel auf den Wärmeübergang wird anhand dieser ortsaufgelösten Daten erstmalig beschrieben. Es zeigt sich die Existenz einer kritischen Drehzahl, bei deren Überschreitung ein deutlicher Rückgang des Wärmeübergangs auftritt. Durch Verwendung eines kinematischen Modells des Ölaufpralls können die beobachteten Zusammenhänge erklärt werden. Örtlich aufgelöste Messungen des Wärmeübergangs sind durch die vorliegende Arbeit erstmalig und für einen weiten Parameterbereich verfügbar. Dies versetzt den Entwickler in die Lage, eine ausreichende Kühlung der Zahnflanken sicherzustellen, ohne dabei Wirkungsgradverluste durch zu hohe eingesetzte Ölvolumenströme zu riskieren.", "authors": ["Felix C. von Plehwe"], "keywords": [{"values": [{"value": "aircraft engine", "language": "en"}, {"value": "flugtriebwerk", "language": "de"}]}, {"values": [{"value": "gearbox", "language": "en"}, {"value": "getriebe", "language": "de"}]}, {"values": [{"value": "heat transfer", "language": "en"}, {"value": "wärmeübergang", "language": "de"}]}, {"values": [{"value": "tribologies", "language": "en"}, {"value": "tribologie", "language": "de"}]}, {"values": [{"value": "geared turbofan", "language": "en"}, {"value": "getriebeturbofan", "language": "de"}]}]}, {"publication_id": "1000096663", "title": "Towards laterally resolved ferromagnetic resonance with spin-polarized scanning tunneling microscopy", "issued": "2019", "language": "en", "doi": "-", "abstract": "We used a homodyne detection to investigate the gyration of magnetic vortex cores in Fe islands on W(110) with spin-polarized scanning tunneling microscopy at liquid helium temperatures. The technique aims at local detection of the spin precession as a function of frequency using a radio-frequency (rf) modulation of the tunneling bias voltage. The gyration was excited by the resulting spin-polarized rf current in the tunneling junction. A theoretical analysis of different contributions to the frequency-dependent signals expected in this technique is given. These include, besides the ferromagnetic resonance signal, also signals caused by the non-linearity of the I(U) characteristics. The vortex gyration was modeled with micromagnetic finite element methods using realistic parameters for the tunneling current, its spin polarization, and the island shape, and simulations were compared with the experimental results. The observed signals are presented and critically analyzed.", "authors": ["Marie Hervé", "Moritz Peter", "Timofey Balashov", "Wulf Wulfhekel"], "keywords": [{"values": [{"value": "ferromagnetic resonance", "language": "en"}, {"value": "ferromagnetische resonanz", "language": "de"}]}, {"values": [{"value": "spin-polarized scanning tunneling microscopy", "language": "en"}, {"value": "spinpolarisierte rastertunnelmikroskopie", "language": "de"}]}, {"values": [{"value": "magnetic vortices", "language": "en"}, {"value": "magnetische wirbel", "language": "de"}]}]}, {"publication_id": "1000143161", "title": "Glacier Monitoring Based on Multi-Spectral and Multi-Temporal Satellite Data: A Case Study for Classification with Respect to Different Snow and Ice Types", "issued": "2022", "language": "en", "doi": "-", "abstract": "Remote sensing techniques are frequently applied for the surveying of remote areas, where the use of conventional surveying techniques remains difficult and impracticable. In this paper, we focus on one of the remote glacier areas, namely the Tyndall Glacier area in the Southern Patagonian Icefield in Chile. Based on optical remote sensing data in the form of multi-spectral Sentinel-2 imagery, we analyze the extent of different snow and ice classes on the surface of the glacier by means of pixel-wise classification. Our study comprises three main steps: (1) Labeled Sentinel-2 compliant data are obtained from theoretical spectral reflectance curves, as there are no training data available for the investigated area; (2) Four different classification approaches are used and compared in their ability to identify the defined five snow and ice types, thereof two unsupervised approaches (k-means clustering and rule-based classification via snow and ice indices) and two supervised approaches (Linear Discriminant Analysis and Random Forest classifier); (3) We first focus on the pixel-wise classification of Sentinel-2 imagery, and we then use the best-performing approach for a multi-temporal analysis of the Tyndall Glacier area. While the achieved classification results reveal that all of the used classification approaches are suitable for detecting different snow and ice classes on the glacier surface, the multi-temporal analysis clearly reveals the seasonal development of the glacier. The change of snow and ice types on the glacier surface is evident, especially between the end of ablation season (April) and the end of accumulation season (September) in Southern Chile.", "authors": ["Janine Florath", "Sina Keller", "Rodrigo Abarca-del-Rio", "Stefan Hinz", "Guido Staub", "Martin Weinmann"], "keywords": [{"values": [{"value": "remote sensing", "language": "en"}, {"value": "Fernerkundung", "language": "de"}]}, {"values": [{"value": "glacier monitoring", "language": "en"}, {"value": "gletscherüberwachung", "language": "de"}]}, {"values": [{"value": "snow mapping", "language": "en"}, {"value": "schneekartierung", "language": "de"}]}, {"values": [{"value": "classification", "language": "en"}, {"value": "Klassifizierung", "language": "de"}]}, {"values": [{"value": "multi-temporal", "language": "en"}, {"value": "multitemporale", "language": "de"}]}, {"values": [{"value": "multi-spectral", "language": "en"}, {"value": "multispektrale", "language": "de"}]}, {"values": [{"value": "change detection", "language": "en"}, {"value": "erkennung von änderungen", "language": "de"}]}, {"values": [{"value": "sentinel-2", "language": "en"}, {"value": "sentinel-2", "language": "de"}]}]}, {"publication_id": "1000020714", "title": "Rotationssymmetrischer hydraulischer Sprung in Flüssigmetall", "issued": "2009", "language": "de", "doi": "-", "abstract": "Analyse und Modellierung freier Oberflächenströmungen eines Fluids mit sehr hoher Dichte und hohen Oberflächenspannungskoeffizienten.Aufgrund der hohen Oberflächenspannungskraft und schlechter Benetzungseigenschaften treten fixierte Kontaktlinien und Fingerstrukturen auf. Eine Theorie zur Berechnung von Sprunghöhe, Sprungposition und Zerfall in Finger, basierend auf Gleichgewichtsbetrachtungen wird hergeleitet und mit bestehenden Theorien basierend auf dem Fluid Wasser verglichen.", "authors": ["Thomas M. Schmidt"], "keywords": [{"values": [{"value": "hydraulic jump", "language": "en"}, {"value": "hydraulischer sprung", "language": "de"}]}, {"values": [{"value": "liquid metal", "language": "en"}, {"value": "flüssigmetall", "language": "de"}]}, {"values": [{"value": "finger structures", "language": "en"}, {"value": "fingerstrukturen", "language": "de"}]}, {"values": [{"value": "fixed contact lines", "language": "en"}, {"value": "fixierte kontaktlinien", "language": "de"}]}, {"values": [{"value": "partial wetting", "language": "en"}, {"value": "teilweise benetzung", "language": "de"}]}]}, {"publication_id": "310104566", "title": "Synthetische Biologie - die nächste Stufe der Bio- und Gentechnologie. Endbericht zum TA-Projekt", "issued": "2015", "language": "de", "doi": "-", "abstract": "Seit gut zehn Jahren werden mit dem Begriff »Synthetische Biologie« (kurz Synbio) Forschungsvorhaben, Methoden \r\nund Verfahren zu einem »Umbau« natürlicher Organismen bezeichnet, der weiter geht, als es bislang mithilfe der Gentechnik möglich war. Perspektivisch wird die Schaffung (komplett) künstlicher »biologischer« Systeme (Synbio i. e. S.) anvisiert, deren praktische Nutzung allerdings noch in weiter Ferne liegt und daher in den kommenden Jahren wenig gesellschaftliche und politische Relevanz entfalten dürfte. Ganz anders ist dies bei der Synbio i. w. S. – verstanden als nächste Stufe der Bio- bzw. Gentechnologie, wozu insbesondere auch die in jüngster Zeit entwickelten Methoden des sogenannten Genome Editing (u. a. CRISPR/Cas) gehören. Durch die zunehmend einfachen und schnelleren Möglichkeiten der gezielten molekularbiologischen Veränderung bekannter Organismen ist in den nächsten Jahren mit einer großen Zahl von Anwendungen bei Mikroorganismen, Pflanzen und Tieren zu rechnen. Wie erwartet, hat im Herbst 2015 die Debatte über eine verantwortungsvolle Anwendung und notwendige Regulierung der Gentechnik an Fahrt aufgenommen. Der TAB-Bericht bietet eine umfassende Darstellung zum Stand von Forschung, Entwicklung und Anwendung, zu Sicherheits- und Governancefragen der Synbio sowie ein ausführliches Porträt von Akteuren und Perspektiven der Do-it-yourself-Biologie. Er ordnet die Debatten über die Potenziale und Perspektiven der Synbio in größere wissenschafts-, forschungs- und innovationspolitische Kontexte ein und arbeitet zentrale Zukunftsfragen und Handlungsfelder heraus – u. a. im Bereich der Biosicherheitsforschung sowie mit Blick auf die Erweiterung der Akteurskreise bei der Planung und Durchführung von Forschungsprogrammen und -vorhaben.\r\n\r\nINHALT\r\nZUSAMMENFASSUNG 9\r\nI. EINLEITUNG 29\r\nII. VISION, SAMMELBEGRIFF, ZIELSTELLUNG? – MULTIPLE PERSPEKTIVEN AUF SYNTHETISCHE BIOLOGIE 35\r\n1. Etablierung des Forschungsfeldes und Variationen des Begriffs Synthetische Biologie 35\r\n2. Synthetische Biologie im engeren und im weiteren Sinn 39\r\nIII. STAND VON FORSCHUNG, ENTWICKLUNG UND ANWENDUNG 45\r\n1. Chemische Produktion 47\r\n2. Energiegewinnung 51\r\n2.1 Rohstoffbereitstellung 54\r\n2.2 Umwandlung von Lignozellulose 57\r\n2.3 Umwandlungseffizienz/Ausbeuterate 58\r\n2.4 Alternative Biokraftstoffe aus Mikroorganismen 60\r\n2.5 Zum ökonomischen Potenzial von Anwendungen im Energiesektor 64\r\n3. Medizin 65\r\n3.1 Entwicklung von Therapeutika und Impfstoffen 66\r\n3.2 Gen- und zellbasierte Therapien 68\r\n3.3 Veränderte Viren, Bakterien und Insekten zur Krankheitsbekämpfung 70\r\n3.4 Biosynthese von Pharmaka/Arzneimitteln 74\r\n3.5 Zum ökonomischen Potenzial von Anwendungen im Gesundheitsbereich 75\r\n4. Anwendungen im Umweltbereich 78\r\n4.1 Biosensorik 78\r\n4.2 Biosanierung (Bioremediation) 80\r\n4.3 Kombination von Biosensorik und Biosanierung 81\r\n4.4 Zum ökonomischen Potenzial von Biosensorik und Biosanierung 82\r\n5. Biomaterialien 83\r\n6. Fazit zum Potenzial der Anwendungsfelder 84\r\nIV. BIOSAFETY UND BIOSECURITY – SICHERHEITSFRAGEN DER SYNTHETISCHEN BIOLOGIE 87\r\n1. Biosafety – Schutz vor unerwünschten ökologischen und gesundheitlichen Folgen 88\r\n1.1 Status quo: Noch greifen die bestehenden Regularien 89\r\n1.2 Zukünftige Herausforderungen für die Risikobewertung in Deutschland und der EU 91\r\n1.3 Regelungslücken für GVO in den USA – Anlass für Forderungen nach (vorausschauender) Anpassung 97\r\n1.4 Eine Forschungsagenda für substanziell veränderte, nichtvertraute (Mikro-)Organismen 99\r\n1.5 Fazit 102\r\n2. Biosecurity – Schutz vor Missbrauch 104\r\n2.1 Potenziell für die Biosecurity relevante Techniken und Ansätze der synthetischen Biologie 105\r\n2.2 Existierende Kontrollnormen und Verhaltenskodizes 108\r\n2.3 Zukünftige Gefährdungspotenziale und Governanceansätze 112\r\n2.4 Debatte und Aktivitäten in Deutschland 118\r\n2.5 Fazit 124\r\nV. SYNBIO UND ÖFFENTLICHKEIT – VOM NICHTWISSEN ZUR MITGESTALTUNG 127\r\n1. Synbio und Öffentlichkeit 129\r\n1.1 Berichterstattung in den Printmedien 129\r\n1.2 Wahrnehmung und Bewertung der Synbio im europäischen Vergleich 133\r\n1.3 Strategien öffentlicher Kommunikation von Synbio 139\r\n2. Begleitforschung und Diskursförderung als Governance der Synbio 145\r\n2.1 TA als Begleitforschung in Frühstadien der Technikentwicklung 146\r\n2.2 Diskursaktivitäten zur Synthetischen Biologie als Element der Forschungspolitik 147\r\n2.3 Niederlande 148\r\n2.4 Vereinigtes Königreich 152\r\n2.5 Deutschland 161\r\n2.6 EU: Forschungsförderungspolitik zur Synbio 167\r\n2.7 Fortentwickung der Begleitforschung im europäischen Rahmen: Das RRI-Konzept und seine Umsetzung 175\r\n3. Fazit: Mitgestaltung unter Bedingungen des Nichtwissens 187\r\nVI. DIY-BIO(TECHNO)LOGIE – AKTEURE UND PERSPEKTIVEN 191\r\n1. Verortung der DIY-Bio 192\r\n2. Phase I: Pioniere in der Kunst 194\r\n2.1 Bioart 194\r\n2.2 Kunst und DIY-Bio 198\r\n3. Phase II: Globale Vernetzung 199\r\n3.1 Die DIY-Bioszene 199\r\n3.2 Fragen zur Freiheit der Wissenschaft 207\r\n3.3 DIY-Bio und der institutionalisierte Wissenschaftsbetrieb 209\r\n4. Phase III: DIY-Biogründerzeit 211\r\n4.1 DIY-Bioorte 213\r\n4.2 Technologieentwicklung und Projektbeispiele 215\r\n4.3 Medienresonanz 219\r\n4.4 Biosicherheitsfragen 220\r\n5. Phase IV: Weitere Entwicklung der Szene – zwischen Kommerzialisierung und Open Source 228\r\n5.1 Bisherige Start-ups und aktuelle Tendenzen 228\r\n5.2 Herausforderungen des Open-Source-Ansatzes der DIYBiologie 231\r\n6. Phase V: Zukunftsszenarien 238\r\n6.1 Anwendungen 238\r\n6.2 Infrastruktur und Sicherheit 241\r\n6.3 Bio-Commons 243\r\n7. Resümee und Ausblick 246\r\n7.1 Entwicklung und Anliegen der DIY-Biologie 246\r\n7.2 Citizen Science als wichtiger Teil einer engeren Verzahnung von Wissenschaft und Gesellschaft 249\r\n7.3 Förderung durch maßvolle Deregulierung? 250\r\nVII. RESÜMEE UND AUSBLICK: ZUKUNFTSFRAGEN UND HANDLUNGSFELDER 255\r\n1. Neuigkeitswert, gesellschaftliche Relevanz und politische Zuständigkeiten 255\r\n1.1 Neuigkeitswert 256\r\n1.2 Veränderungspotenzial/Relevanz 259\r\n1.3 Zuständigkeit und Aufgaben der (Forschungs- und Wissenschafts-)Politik 261\r\n2. Handlungsfelder 264\r\n2.1 Grundlagen- und anwendungsbezogene Förderung von Forschung und Entwicklung 265\r\n2.2 Prospektive Biosicherheitsforschung als Basis zukünftiger Risikoabschätzung und -regulierung 267\r\n2.3 Beteiligungsformen und -formate für Stakeholder und die breitere Öffentlichkeit bei der Ausgestaltung von Forschungsagenden 273\r\n2.4 Potenziale, Perspektiven und Voraussetzungen einer aktiven Teilhabe von Bürgern an biotechnologischer Forschung in Form von Citizen Science/DIY-BIO 275\r\n2.5 Dual-Use-Fragen zu biologischen Gefahren: Selbstverpflichtungen und Kontrollmaßnahmen 278\r\n2.6 Nachhaltige Modelle für Schutz und Nutzung geistigen Eigentums 280\r\n3. Schlussbetrachtung: Zur Rolle der Synbio in der absehbaren neuen Runde der Gentechnikdebatte 282\r\nLITERATUR 285\r\nANHANG 329\r\n1. Tabellenverzeichnis 329\r\n2. Abbildungsverzeichnis 329\r\n3. Abkürzungsverzeichnis 330", "authors": ["Arnold Sauter", "Steffen Albrecht", "Davy Doren", "Harald König", "Thomas Reiß", "Rüdiger Trojok", "Sebastian Elsbach"], "keywords": [{"values": [{"value": "biology", "language": "en"}, {"value": "biologie", "language": "de"}]}, {"values": [{"value": "technology impact assessment", "language": "en"}, {"value": "technikfolgenabschätzung", "language": "de"}]}, {"values": [{"value": "biological safety", "language": "en"}, {"value": "biologische sicherheit", "language": "de"}]}, {"values": [{"value": "biotechnologie", "language": "en"}, {"value": "biotechnologie", "language": "de"}]}, {"values": [{"value": "research", "language": "en"}, {"value": "forschung", "language": "de"}]}, {"values": [{"value": "research project", "language": "en"}, {"value": "forschungsprojekt", "language": "de"}]}, {"values": [{"value": "genetic engineering", "language": "en"}, {"value": "gentechnik", "language": "de"}]}, {"values": [{"value": "synthetic biology", "language": "en"}, {"value": "synthetische biologie", "language": "de"}]}]}, {"publication_id": "1000125029", "title": "Adaptive inertia emulation control for high-speed flywheel energy storage systems", "issued": "2020", "language": "en", "doi": "-", "abstract": "Low-inertia power systems suffer from a high rate of change of frequency (ROCOF) during a sudden imbalance in supply and demand. Inertia emulation techniques using storage systems, such as flywheel energy storage systems (FESSs), can  elp to reduce the ROCOF by rapidly providing the needed power to balance the grid. In this work, a new adaptive  ontroller for inertia emulation using high-speed FESS is proposed. The controller inertia and damping coefficients vary using a combination of bang–bang control approaches and self-adaptive ones, to simultaneously improve both the ROCOF and the frequency nadir. The performance of the proposed adaptive controller has been initially validated and compared with several existing adaptive controllers by means of offline simulations, and then validated with experimental results. The proposed controller has been implemented on a real 60 kW high-speed FESS, and its performance has been evaluated by means of power hardware-in-the-loop (PHIL) testing of the FESS in realistic grid conditions. Both  Simulations and PHIL testing results confirm that the proposed inertia emulation control for the FESS outperforms several previously reported controllers, in terms of reducing the maximum ROCOF and improving the frequency nadir during large disturbances.", "authors": ["Shahab Karrari", "Hamid Reza Baghaee", "Giovanni De Carne", "Mathias Noe", "Joern Geisbuesch"], "keywords": [{"values": [{"value": "flywheels", "language": "en"}, {"value": "schwungräder", "language": "de"}]}, {"values": [{"value": "energy storage", "language": "en"}, {"value": "energiespeicherung", "language": "de"}]}, {"values": [{"value": "frequency control", "language": "en"}, {"value": "frequenzkontrolle", "language": "de"}]}, {"values": [{"value": "inertia emulation", "language": "en"}, {"value": "trägheitsemulation", "language": "de"}]}, {"values": [{"value": "power hardware-in-the-loop", "language": "en"}, {"value": "hardware-im-schleifen-betrieb", "language": "de"}]}]}, {"publication_id": "1000146522", "title": "Phenomenological model for first-order elastocaloric materials [Modèle phénoménologique pour les matériaux élastocaloriques de premier ordre]", "issued": "2022", "language": "en", "doi": "-", "abstract": "Elastocaloric cooling systems may offer a potentially more efficient as well as environmentally friendly alternative to compressor-based cooling technology. These cooling systems use stress-induced phase transformation in elastocaloric materials to pump heat. Thermodynamically consistent material models can be used to design and quantify the efficiency of these cooling systems. In this paper, we present a phenomenological material model that depicts the behavior of first-order materials during stress-induced phase transformation. This model is based on a phenomenological heat capacity equation, from which the parameters adiabatic temperature change and isothermal entropy can be derived. Hysteresis of the materials, which determines it dissipative effects, is also taken into account. Based on this model, these parameters can be calculated as a function of stress and temperature. The performance coefficients derived from the model can be used to evaluate the materials efficiency. Furthermore, the data obtained using this model coincided very closely with experimental data.", "authors": ["Nora Bachmann", "Andreas Fitger", "Sabrina Unmüßig", "David Bach", "Olaf Schäfer-Welsen", "Thomas Koch", "Kilian Bartholomé"], "keywords": [{"values": [{"value": "elastocaloric cooling", "language": "en"}, {"value": "elastokalorische kühlung", "language": "de"}]}, {"values": [{"value": "shape memory alloy", "language": "en"}, {"value": "formgedächtnislegierung", "language": "de"}]}, {"values": [{"value": "material model", "language": "en"}, {"value": "materialmodell", "language": "de"}]}, {"values": [{"value": "system simulation", "language": "en"}, {"value": "systemsimulation", "language": "de"}]}, {"values": [{"value": "material efficiency", "language": "en"}, {"value": "materialeffizienz", "language": "de"}]}]}, {"publication_id": "1000123250", "title": "3D Indoor Mapping with the Microsoft HoloLens: Qualitative and Quantitative Evaluation by Means of Geometric Features", "issued": "2020", "language": "en", "doi": "-", "abstract": "3D indoor mapping and scene understanding have seen tremendous progress in recent years due to the rapid development of sensorsystems,  reconstruction techniques and semantic segmentation approaches.   However,  the quality of the acquired data stronglyinfluences the accuracy of both reconstruction and segmentation.  In this paper,  we direct our attention to the evaluation of themapping capabilities of the Microsoft HoloLens in comparison to high-quality TLS systems with respect to 3D indoor mapping,feature extraction and semantic segmentation.  We demonstrate how a set of rather interpretable low-level geometric features andthe resulting semantic segmentation achieved with a Random Forest classifier applied on these features are affected by the qualityof the acquired data.  The achieved results indicate that, while allowing for a fast acquisition of room geometries, the HoloLensprovides data with sufficient accuracy for a wide range of applications.", "authors": ["Martin Weinmann", "Miriam Amelie Jäger", "Sven Wursthorn", "Boris Jutzi", "Michael Weinmann", "Patrick Hübner"], "keywords": [{"values": [{"value": "3d", "language": "en"}, {"value": "3d", "language": "de"}]}, {"values": [{"value": "indoor mapping", "language": "en"}, {"value": "indoor-mapping", "language": "de"}]}, {"values": [{"value": "hololens", "language": "en"}, {"value": "hololens", "language": "de"}]}, {"values": [{"value": "feature extraction", "language": "en"}, {"value": "merkmalsextraktion", "language": "de"}]}, {"values": [{"value": "classification", "language": "en"}, {"value": "Klassifizierung", "language": "de"}]}, {"values": [{"value": "semantic segmentation", "language": "en"}, {"value": "semantische segmentierung", "language": "de"}]}, {"values": [{"value": "evaluation", "language": "en"}, {"value": "bewertung", "language": "de"}]}]}, {"publication_id": "1000125459", "title": "Does free-floating carsharing reduce private vehicle ownership? The case of SHARE NOW in European cities", "issued": "2020", "language": "en", "doi": "-", "abstract": "During the last decade, the use of free-floating carsharing systems has grown rapidly in urban areas. However, little is known on the effects free-floating carsharing offerings have on car ownership in general. Also the main drivers why free-floating users sell their cars are still rarely analysed.\r\n\r\nTo shed some light on these issues, we carried out an online survey among free-floating carsharing users in 11 European cities and based our analysis on a sample of more than 10,000 survey participants. Our results show that one carsharing car replaces several private cars – in optimistic scenarios up to 20 cars. In Copenhagen (followed by Rome, Hamburg, and London) one carsharing car replaces about two times more private cars than in Madrid, the city with the lowest number. The main non-city specific influencing factor of shedding a private car due to the availability of the free-floating carsharing services seems to be the usage frequency of the service. The more kilometres users drive with these cars, the more likely it becomes that they sell a private car (or they sell their car and, therefore, use this service more often). Further memberships of bikesharing and other carsharing services, users that live in larger buildings as well as users that own several cars are more likely to reduce their number of cars, too. Finally, our findings are highly valuable for carsharing operators and (transport) policy makers when introducing free-floating carsharing systems in further cities. According to our results, all 11 cities show a reduced private car fleet due to members’ access to free-floating carsharing.", "authors": ["Patrick Jochem", "Dominik Frankenhauser", "Lukas Ewald", "Axel Ensslen", "Hansjörg Fromm"], "keywords": [{"values": [{"value": "free-floating carsharing", "language": "en"}, {"value": "free-floating-carsharing", "language": "de"}]}, {"values": [{"value": "survey", "language": "en"}, {"value": "umfrage", "language": "de"}]}, {"values": [{"value": "europe", "language": "en"}, {"value": "europa", "language": "de"}]}, {"values": [{"value": "cities", "language": "en"}, {"value": "städte", "language": "de"}]}, {"values": [{"value": "car ownership", "language": "en"}, {"value": "autobesitz", "language": "de"}]}]}, {"publication_id": "1000095851", "title": "Scratching Cu|Au nanolaminates", "issued": "2019", "language": "en", "doi": "-", "abstract": "We used molecular dynamics simulations to study the scratching of CujAu nanolaminates of 5 nm layer thickness with a nanoscale indenter of 15 nm radius at normal forces between 0.5 µN and 2 µN. Our simulations show that Au layers wear quickly while Cu layers are more resistant to wear. Plowing was accompanied by the roughening of the Cu|Au heterointerface that lead to the folding of the nanolaminate structure at the edge of the wear track. Our explorative simulations hint at the complex deformation processes occurring in nanolaminates under tribological load.", "authors": ["A. Gola", "L. Pastewka"], "keywords": [{"values": [{"value": "metals", "language": "en"}, {"value": "metalle", "language": "de"}]}, {"values": [{"value": "multilayers", "language": "en"}, {"value": "multilayer", "language": "de"}]}, {"values": [{"value": "nanolaminates", "language": "en"}, {"value": "nanolaminate", "language": "de"}]}, {"values": [{"value": "tribology", "language": "en"}, {"value": "tribologie", "language": "de"}]}, {"values": [{"value": "scratching", "language": "en"}, {"value": "kratzen", "language": "de"}]}, {"values": [{"value": "molecular dynamics simulations", "language": "en"}, {"value": "molekulardynamik-simulationen", "language": "de"}]}]}, {"publication_id": "1000034423", "title": "Efficient Optimization and Processing of Queries over Text-rich Graph-structured Data", "issued": "2013", "language": "en", "doi": "-", "abstract": "Many databases today capture both, structured and unstructured data. Making use of such hybrid data has become an important topic in research and industry. The efficient evaluation of hybrid data queries is the main topic of this thesis. Novel techniques are proposed that improve the whole processing pipeline, from indexes and query optimization to run-time processing. The contributions are evaluated in extensive experiments showing that the proposed techniques improve upon the state of the art.", "authors": ["Günter Ladwig"], "keywords": [{"values": [{"value": "query optimization", "language": "en"}, {"value": "abfrageoptimierung", "language": "de"}]}, {"values": [{"value": "graph-structured data", "language": "en"}, {"value": "graphisch-strukturierte daten", "language": "de"}]}, {"values": [{"value": "rdf", "language": "en"}, {"value": "rdf", "language": "de"}]}, {"values": [{"value": "semantic web", "language": "en"}, {"value": "semantisches web", "language": "de"}]}, {"values": [{"value": "indexes", "language": "en"}, {"value": "indizes", "language": "de"}]}]}, {"publication_id": "1000133654", "title": "Integrated multidimensional sustainability assessment of energy system transformation pathways", "issued": "2021", "language": "en", "doi": "-", "abstract": "Sustainable development embraces a broad spectrum of social, economic and ecological aspects. Thus, a sustainable transformation process of energy systems is inevitably multidimensional and needs to go beyond climate impact and cost considerations. An approach for an integrated and interdisciplinary sustainability assessment of energy system transformation pathways is presented here. It first integrates energy system modeling with a multidimensional impact assessment that focuses on life cycle-based environmental and macroeconomic impacts. Then, stakeholders’ preferences with respect to defined sustainability indicators are inquired, which are finally integrated into a comparative scenario evaluation through a multi-criteria decision analysis (MCDA), all in one consistent assessment framework. As an illustrative example, this holistic approach is applied to the sustainability assessment of ten different transformation strategies for Germany. Applying multi-criteria decision analysis reveals that both ambitious (80%) and highly ambitious (95%) carbon reduction scenarios can achieve top sustainability ranks, depending on the underlying energy transformation pathways and respective scores in other sustainability dimensions. Furthermore, this research highlights an increasingly dominant contribution of energy systems’ upstream chains on total environmental impacts, reveals rather small differences in macroeconomic effects between different scenarios and identifies the transition among societal segments and climate impact minimization as the most important stakeholder preferences.", "authors": ["T. Naegler", "L. Becker", "J. Buchgeister", "W. Hauser", "H. Hottenroth", "T. Junne", "U. Lehr", "O. Scheel", "R. Schmidt-Scheele", "S. Simon", "C. Sutardhio", "I. Tietze", "P. Ulrich", "T. Viere", "A. Weidlich"], "keywords": [{"values": [{"value": "energy scenario", "language": "en"}, {"value": "energieszenario", "language": "de"}]}, {"values": [{"value": "energy system modeling", "language": "en"}, {"value": "modellierung von energiesystemen", "language": "de"}]}, {"values": [{"value": "sustainability", "language": "en"}, {"value": "nachhaltigkeit", "language": "de"}]}, {"values": [{"value": "impact assessment", "language": "en"}, {"value": "folgenabschätzung", "language": "de"}]}, {"values": [{"value": "macroeconomic modeling", "language": "en"}, {"value": "makroökonomische modellierung", "language": "de"}]}, {"values": [{"value": "focus group", "language": "en"}, {"value": "fokusgruppe", "language": "de"}]}, {"values": [{"value": "conjoint analysis", "language": "en"}, {"value": "conjoint-analyse", "language": "de"}]}, {"values": [{"value": "discrete choice experiment", "language": "en"}, {"value": "diskretes auswahlexperiment", "language": "de"}]}]}, {"publication_id": "1000080462", "title": "Nietzsche, der Cyberphilosoph : Technikphilosophische Aspekte im Werk Nietzsches", "issued": "2008", "language": "de", "doi": "-", "abstract": "Abstract not available.", "authors": ["Miriam Ommeln"], "keywords": [{"values": [{"value": "philosophy", "language": "en"}, {"value": "philosophie", "language": "de"}]}, {"values": [{"value": "nietzsche", "language": "en"}, {"value": "nietzsche", "language": "de"}]}, {"values": [{"value": "cyberphilosophy", "language": "en"}, {"value": "cyberphilosophie", "language": "de"}]}, {"values": [{"value": "virtual reality", "language": "en"}, {"value": "virtuelle realität", "language": "de"}]}, {"values": [{"value": "medien", "language": "en"}, {"value": "medien", "language": "de"}]}]}, {"publication_id": "1000097859", "title": "Executing Strategic Product Planning - A Subject-Oriented Analysis and New Referential Process Model for IT-Tool Support and Agile Execution of Strategic Product Planning", "issued": "2020", "language": "en", "doi": "-", "abstract": "The origin of this research was the failed attempt or rather the impossibility of creating a working and effective information system to support the processes of Strategic Product Planning, based on existing process descriptions for that domain. This work explores the origins of the according problems. As is discovered, the problems do not originate in error containing models or simple programming failures. Rather, as is explored, the origin of the encountered problems lies in fundament.", "authors": ["Matthes Elstermann"], "keywords": [{"values": [{"value": "subject-orientation", "language": "en"}, {"value": "subjekt-orientierung", "language": "de"}]}, {"values": [{"value": "reference process model", "language": "en"}, {"value": "referenzprozessmodell", "language": "de"}]}, {"values": [{"value": "strategic product planning", "language": "en"}, {"value": "strategische produktplanung", "language": "de"}]}, {"values": [{"value": "s-bpm", "language": "en"}, {"value": "s-bpm", "language": "de"}]}, {"values": [{"value": "agile execution", "language": "en"}, {"value": "agile ausführung", "language": "de"}]}, {"values": [{"value": "subject-orientation", "language": "en"}, {"value": "subjekt-orientierung", "language": "de"}]}, {"values": [{"value": "referential process model", "language": "en"}, {"value": "referenzielles prozessmodell", "language": "de"}]}, {"values": [{"value": "s-bpm", "language": "en"}, {"value": "s-bpm", "language": "de"}]}]}, {"publication_id": "1000098274", "title": "Epoxy Resins for Negative Tone Photoresists", "issued": "2019", "language": "en", "doi": "-", "abstract": "Abstract not available.", "authors": ["Vitor Vlnieska", "Andrey Mikhaylov", "Margarita Zakharova", "Eva Blasco", "Danays Kunka"], "keywords": [{"values": [{"value": "technologie: esi-µtof-ms", "language": "en"}, {"value": "technologie: esi-µtof-ms", "language": "de"}]}]}, {"publication_id": "1000094751", "title": "Residual dipolar couplings: a complementary tool for stereochemistry determination of drug compounds", "issued": "2019", "language": "en", "doi": "-", "abstract": "NMR-Spektroskopie gehört zu den etabliertesten und leistungsfähigsten Methoden in Chemie und Strukturbiologie, und die Kenntnis der Konstitution, Konfiguration und oft auch der Konformation von Molekülen ist von zentraler Bedeutung für die Entdeckung neuer Wirkstoffe. NMR-Standardparameter wie chemische Verschiebung, 3J-Kopplungskonstanten und NOEs erlauben es, die Mehrzahl der organischen Moleküle strukturell aufzuklären. Verbindungen, die sich einer Strukturaufklärung mit Hilfe dieser Parameter entziehen, lassen sich oft durch Heranziehen komplementärer Parameter wie dipolarer Restkopplungen (RDCs) analysieren.\r\nFür die Messung von anisotropen NMR-Parametern werden Orientierungsmedien verwendet wie zum Beispiel mechanisch gespannte Gele, die Anisotropie in der Lösung induzieren. Darüber hinaus sind zur Anpassung der Anisotropie Dehnungsvorrichtungen hilfreich. Für effiziente Messungen von kleinen Probenmengen wurde in dieser Arbeit eine neue Apparatur entwickelt: ausgehend von der vorhandenen 5mm-Dehnungsvorrichtung wurde die Entwicklung einer 3 mm-Dehnungsvorrichtung durchgeführt. Um ebenfalls den Quellschritt des Gels steuern zu können, wurde eine neuartige Quellvorrichtung geschaffen. Die neue Dehnungsvorrichtung wurde in der Praxis getestet und zeigt ermutigende Ergebnisse für die Anpassung der Anisotropie an die passende Stärke. Darüber hinaus wurden Messungen von anisotroper Parametern mit hoher Genauigkeit erreicht.\r\nRDCs liefern wertvolle globale-Informationen, zum Beispiel über die Orientierung internuklearer Vektoren innerhalb eines Moleküls. Mit Hilfe von RDCs wurden in der vorliegenden Arbeit die relativen Konfigurationen von Naturstoffen mit mehreren Stereozentren bestimmt, einschließlich der relativen Konfigurationen von tertiären Aminen. Zur Bestimmung der Konfigurationen wurden neben Standardmethoden auch molekular-dynamische Simulationen durchgeführt, in denen experimentelle RDCs als orientierende, tensorielle Randbedingungen verwendet wurden.\r\nDie Bestimmung von absoluten Konfigurationen eines Moleküls ist unverzichtbar in der Arzneimittelforschung. Die wichtigste Methode hierzu ist die Röntgenstrukturanalyse, deren Anwendung jedoch durch die Verfügbarkeit eines hochwertigen Kristalls und dem oft hohen Zeitaufwand limitiert ist. Die Entwicklung von weiteren Methoden zur Aufklärung der Stereochemie ist aus diesem Grund ein aktives Forschungsfeld. In dieser Arbeit werden hierzu vorläufige, vielversprechende Daten zur Bestimmung der absoluten Konfiguration von Enantimerenpaare mit Hilfe von RDCs in chiralen Orientierungsmedien präsentiert.", "authors": ["Emine Sager"], "keywords": [{"values": [{"value": "nmr", "language": "en"}, {"value": "nmr", "language": "de"}]}, {"values": [{"value": "orientation media", "language": "en"}, {"value": "orientierungsmedien", "language": "de"}]}, {"values": [{"value": "gels", "language": "en"}, {"value": "gele", "language": "de"}]}, {"values": [{"value": "liquid crystal", "language": "en"}, {"value": "flüssigkristall", "language": "de"}]}, {"values": [{"value": "stretching devices", "language": "en"}, {"value": "streckvorrichtungen", "language": "de"}]}, {"values": [{"value": "absolute and relative stereochemistry", "language": "en"}, {"value": "absolute und relative stereochemie", "language": "de"}]}]}, {"publication_id": "1000092956", "title": "Semantic Annotation and Information Visualization for Blogposts with refer", "issued": "2016", "language": "en", "doi": "-", "abstract": "The growing amount of documents in archives and blogs results in an increasing challenge for curators and authors to tag, present, and recommend their content to the user. refer comprises a set of powerful tools focusing on Named Entity Linking (NEL) which help authors and curators to semi-automatically analyze a platform’s textual content and semantically annotate it based on Linked Open Data. In refer automated NEL is complemented by manual semantic annotation supported by sophisticated autosuggestion of candidate entities, implemented as publicly available Wordpress plugin. In addition, refer visualizes the semantically enriched documents in a novel navigation interface for improved exploration of the entire content across the platform. The efficiency of the presented approach is supported by a qualitative evaluation of the user interfaces.", "authors": ["Tabea Tietz", "Joscha Jäger", "Jörg Waitelonis", "Harald Sack"], "keywords": [{"values": [{"value": "visualization", "language": "en"}, {"value": "visualisierung", "language": "de"}]}, {"values": [{"value": "annotation", "language": "en"}, {"value": "anmerkung", "language": "de"}]}, {"values": [{"value": "named entity linking", "language": "en"}, {"value": "named-entity-verknüpfung", "language": "de"}]}, {"values": [{"value": "dbpedia", "language": "en"}, {"value": "dbpedia", "language": "de"}]}]}, {"publication_id": "1000141878", "title": "In Situ Generated Shear Bands in Metallic Glass Investigated by Atomic Force and Analytical Transmission Electron Microscopy", "issued": "2022", "language": "en", "doi": "-", "abstract": "Plastic deformation of metallic glasses performed at temperatures well below the glass transition proceeds via the formation of shear bands. In this contribution, we investigated shear bands originating from in situ tensile tests of Al88Y7Fe5 melt-spun ribbons performed under a transmission electron microscope. The observed contrasts of the shear bands were found to be related to a thickness reduction rather than to density changes. This result should alert the community of the possibility of thickness changes occurring during in situ shear band formation that may affect interpretation of shear band properties such as the local density. The observation of a spearhead-like shear front suggests a propagation front mechanism for shear band initiation here.", "authors": ["Harald Rösner", "Christian Kübel", "Stefan Ostendorp", "Gerhard Wilde"], "keywords": [{"values": [{"value": "metallic glass", "language": "en"}, {"value": "metallisches glas", "language": "de"}]}, {"values": [{"value": "shear band", "language": "en"}, {"value": "scherband", "language": "de"}]}, {"values": [{"value": "in situ tem", "language": "en"}, {"value": "in situ tem", "language": "de"}]}]}, {"publication_id": "1000129135", "title": "Nucleophilic Alkoxylations of Unactivated Alkyl Olefins and α-Methyl Styrene by Photoredox Catalysis", "issued": "2021", "language": "en", "doi": "-", "abstract": "N,N-diisobutylaminophenyl-phenothiazine is a strongly reducing catalyst that allows – for the first time – the photoredox catalytic addition of alcohols to alkyl olefins as non-activated substrates to products with Markovnikov orientation. The irradiation at 365 nm does not require any additional reagent. Using α-methyl styrene as activated substrate we additionally show that this photoredox catalytic method tolerates other functional groups, including allyl, alkynyl, cyanide, and even acid-labile Boc groups within the substrate scope.", "authors": ["Fabienne Seyfert", "Mathis Mitha", "Hans Achim Wagenknecht"], "keywords": [{"values": [{"value": "chromophores", "language": "en"}, {"value": "chromophoren", "language": "de"}]}, {"values": [{"value": "energy transfer", "language": "en"}, {"value": "energieübertragung", "language": "de"}]}, {"values": [{"value": "phenothiazine", "language": "en"}, {"value": "phenothiazin", "language": "de"}]}, {"values": [{"value": "photocatalysis", "language": "en"}, {"value": "photokatalyse", "language": "de"}]}, {"values": [{"value": "radicals", "language": "en"}, {"value": "radikale", "language": "de"}]}]}, {"publication_id": "1000142186", "title": "Kerr-Nonlinear Microresonators and Frequency Combs: Modelling, Design, and Applications", "issued": "2022", "language": "en", "doi": "-", "abstract": "Abstract not available.", "authors": ["Philipp Trocha"], "keywords": [{"values": [{"value": "photonics", "language": "en"}, {"value": "photonik", "language": "de"}]}, {"values": [{"value": "integrated photonics", "language": "en"}, {"value": "integrierte photonik", "language": "de"}]}, {"values": [{"value": "microresonators", "language": "en"}, {"value": "mikroresonatoren", "language": "de"}]}, {"values": [{"value": "nonlinear optics", "language": "en"}, {"value": "nichtlineare optik", "language": "de"}]}, {"values": [{"value": "lidar", "language": "en"}, {"value": "lidar", "language": "de"}]}, {"values": [{"value": "ranging", "language": "en"}, {"value": "bereich", "language": "de"}]}]}, {"publication_id": "1000140299", "title": "Inexpensive Brainwave Authentication: New Techniques and Insights on User Acceptance", "issued": "2021", "language": "en", "doi": "-", "abstract": "Abstract not available.", "authors": ["Patricia Arias-Cabarcos", "Thilo Habrich", "Karen Becker", "Christian Becker", "Thorsten Strufe"], "keywords": [{"values": [{"value": "brainwave authentification", "language": "en"}, {"value": "brainwave-authentifizierung", "language": "de"}]}, {"values": [{"value": "user acceptance", "language": "en"}, {"value": "benutzerakzeptanz", "language": "de"}]}, {"values": [{"value": "privacy", "language": "en"}, {"value": "datenschutz", "language": "de"}]}, {"values": [{"value": "security", "language": "en"}, {"value": "Sicherheit", "language": "de"}]}]}, {"publication_id": "1000098346", "title": "Synthese von Methodendefinitionen aus natürlichsprachlichen Äußerungen", "issued": "2019", "language": "de", "doi": "-", "abstract": "Abstract not available.", "authors": ["Vanessa Steurer"], "keywords": [{"values": [{"value": "natural language expressions", "language": "en"}, {"value": "natürlichsprachige äußerungen", "language": "de"}]}]}, {"publication_id": "1000155224", "title": "A Search for Additional Neutral Higgs Bosons in $\\tau\\tau$ Final States in pp Collisions at $\\sqrt{s} = 13\\, \\mathrm{TeV}$", "issued": "2023", "language": "en", "doi": "-", "abstract": "Many proposed extensions of the standard model of particle physics (SM) predict an extended Higgs sector with respect to the SM. Experimentally, this extended Higgs sector is accessible through searches for additional spin-0 particles often referred to as additional Higgs bosons. Decays of neutral Higgs bosons to pairs of tau leptons provide the prime search channel for such particles in the minimal supersymmetric SM (MSSM) and other two-Higgs-doublet models (2HDM) of Type II since their couplings are enhanced in wide areas of the parameter space. In this thesis, a search for such decays in the form of a search for an additional resonance above the SM prediction in the $\\tau\\tau$ mass spectrum, targeting the production via gluon fusion and in association with b quarks, is presented. The results are portrayed in two ways. First, model-independent exclusion limits on the product of the production cross section and the branching fraction for the decay into tau leptons of the targeted resonance are derived. These limits translate into model-dependent exclusion contours in a set of MSSM and 2HDM benchmark scenarios, which are inferred from the full $\\tau\\tau$ spectrum predicted by the investigated scenario.", "authors": ["Maximilian Burkart"], "keywords": [{"values": [{"value": "cern", "language": "en"}, {"value": "cern", "language": "de"}]}, {"values": [{"value": "lhc", "language": "en"}, {"value": "lhc", "language": "de"}]}, {"values": [{"value": "cms", "language": "en"}, {"value": "cms", "language": "de"}]}, {"values": [{"value": "particle physics", "language": "en"}, {"value": "teilchenphysik", "language": "de"}]}, {"values": [{"value": "higgs", "language": "en"}, {"value": "higgs", "language": "de"}]}, {"values": [{"value": "tau leptons", "language": "en"}, {"value": "tau-leptonen", "language": "de"}]}, {"values": [{"value": "bsm", "language": "en"}, {"value": "bsm", "language": "de"}]}, {"values": [{"value": "mssm", "language": "en"}, {"value": "mssm", "language": "de"}]}, {"values": [{"value": "2hdm", "language": "en"}, {"value": "2hdm", "language": "de"}]}]}, {"publication_id": "1000053936", "title": "Functional Analysis of Jasmonates in Rice through Mutant Approaches", "issued": "2016", "language": "en", "doi": "-", "abstract": "Jasmonic acid, one of the major plant hormones, is, unlike other hormones, a lipid-derived compound that is synthesized from the fatty acid linolenic acid. It has been studied intensively in many plant species including Arabidopsis thaliana, in which most of the enzymes participating in its biosynthesis were characterized. In the past 15 years, mutants and transgenic plants affected in the jasmonate pathway became available in rice and facilitate studies on the functions of this hormone in an important crop. Those functions are partially conserved compared to other plant species, and include roles in fertility, response to mechanical wounding and defense against herbivores. However, new and surprising functions have also been uncovered by mutant approaches, such as a close link between light perception and the jasmonate pathway. This was not only useful to show a phenomenon that is unique to rice but also helped to establish this role in plant species where such links are less obvious. This review aims to provide an overview of currently available rice mutants and transgenic plants in the jasmonate pathway and highlights some selected roles of jasmonate in this species, such as photomorphogenesis, and abiotic and biotic stress.", "authors": ["Rohit Dhakarey", "Preshobha Kodackattumannil Peethambaran", "Michael Riemann"], "keywords": [{"values": [{"value": "jasmonate", "language": "en"}, {"value": "jasmonat", "language": "de"}]}, {"values": [{"value": "rice", "language": "en"}, {"value": "reis", "language": "de"}]}, {"values": [{"value": "oryza sativa", "language": "en"}, {"value": "oryza sativa", "language": "de"}]}, {"values": [{"value": "mutant", "language": "en"}, {"value": "mutant", "language": "de"}]}, {"values": [{"value": "hotomorphogenesis", "language": "en"}, {"value": "hotomorphogenese", "language": "de"}]}, {"values": [{"value": "abiotic stress", "language": "en"}, {"value": "abiotischer stress", "language": "de"}]}, {"values": [{"value": "biotic stress", "language": "en"}, {"value": "biotischer stress", "language": "de"}]}, {"values": [{"value": "development", "language": "en"}, {"value": "entwicklung", "language": "de"}]}]}, {"publication_id": "1000042340", "title": "Laseroptische Untersuchung turbulenter Strömungsstrukturen beim Wärmeübergang in überkritisches Kohlendioxid nahe des pseudo-kritischen Punktes  (KIT Scientific Reports ; 7679 )", "issued": "2014", "language": "de", "doi": "-", "abstract": "In der vorliegenden Arbeit wurde ein neues Verfahren zur Untersuchung der Bewegung von turbulenten Strömungsstrukturen in überkritischem Kohlendioxid an einem hierfür aufgebauten Versuchsstand entwickelt. Der Versuchstand und das Verfahren werden vorgestellt. Die Ergebnisse der optischen Aufnahme der Strukturen und der Analyse ihrer Bewegung und Geschwindigkeiten werden in dieser Arbeit diskutiert.", "authors": ["Carmen Isabella Krau"], "keywords": [{"values": [{"value": "carbon dioxide", "language": "en"}, {"value": "kohlendioxid", "language": "de"}]}, {"values": [{"value": "supercritical", "language": "en"}, {"value": "überkritisch", "language": "de"}]}, {"values": [{"value": "laser optical", "language": "en"}, {"value": "laseroptisch", "language": "de"}]}, {"values": [{"value": "turbulent", "language": "en"}, {"value": "turbulent", "language": "de"}]}]}, {"publication_id": "1000067838", "title": "Nanophotonic modulators and photodetectors using silicon photonic and plasmonic device concepts", "issued": "2017", "language": "en", "doi": "-", "abstract": "Nanophotonic modulators and photodetectors are key building blocks for high-speed optical interconnects in datacom and telecom networks. Besides power efficiency and high electro-optic bandwidth, ultra-compact footprint and scalable co-integration with electronic circuitry are indispensable for highly scalable communication systems. In this paper, we give an overview on our recent progress in exploring nanophotonic modulators and photodetectors that combine the specific strengths of silicon photonic and plasmonic device concepts with hybrid integration approaches. Our work comprises electro-optic modulators that exploit silicon-organic hybrid (SOH) and plasmonic-organic hybrid (POH) integration to enable unprecedented energy efficiency and transmission speed, as well as waveguide-based plasmonic internal photo-emission detectors (PIPED) with record-high sensitivities and bandwidths.", "authors": ["C. Koos", "W. Freude", "J. Leuthold", "L. R. Dalton", "S. Wolf", "S. Muehlbrandt", "A. Melikyan", "H. Zwickel", "T. Harter", "Y. Kutuvantavida", "C. Kieninger", "M. Lauermann", "D. Elder"], "keywords": [{"values": [{"value": "nanophotonic devices", "language": "en"}, {"value": "nanophotonische geräte", "language": "de"}]}, {"values": [{"value": "modulators", "language": "en"}, {"value": "modulatoren", "language": "de"}]}, {"values": [{"value": "photodetectors", "language": "en"}, {"value": "fotodetektoren", "language": "de"}]}, {"values": [{"value": "silicon photonics", "language": "en"}, {"value": "silizium-photonik", "language": "de"}]}, {"values": [{"value": "plasmonic-organic hybrid (poh) integration", "language": "en"}, {"value": "integration plasmonisch-organischer hybride (poh)", "language": "de"}]}, {"values": [{"value": "internal photoemission", "language": "en"}, {"value": "interne photoemission", "language": "de"}]}, {"values": [{"value": "optical interconnects", "language": "en"}, {"value": "optische zwischenverbindungen", "language": "de"}]}]}, {"publication_id": "1000074394", "title": "Neues Konzept für den Antrieb eines implantierbaren mechatronischen Akkommodationssystems", "issued": "2017", "language": "de", "doi": "-", "abstract": "Intraokulare mechatronische Implantate sind ein vielversprechender Ansatz zur Wiederherstellung der Akkommodationsfähigkeit des menschlichen Auges bei Alterssichtigkeit oder im Rahmen einer Kataraktoperation. Die Dissertation beschreibt die systematische Entwicklung von mikromechanischen Antrieben für die Optik eines solchen „Künstlichen Akkommodationssystems“. \r\n\r\nEs werden zwei verschiedene Antriebslösungen für unterschiedliche Linsensysteme – eine axial-bewegte Triple-Optik und eine lateral-bewegte Alvarez-Optik – erarbeitet. Beide basieren auf piezoelektrischen Aktoren und planaren Mikrogetrieben aus einkristallinem Silizium, für die jeweils neuartige elastische Verformungsmechanismen entwickelt werden. \r\n\r\nNeben theoretischen Funktionsnachweisen wurden beide Antriebslösungen als Funktionsmuster im Maßstab 1,5:1 bzw. 1,2:1 aufgebaut, erfolgreich getestet und mit positivem Ergebnis messtechnisch charakterisiert. Damit wird erstmals die Realisierbarkeit mikromechanischer Antriebe für mechatronische Akkommodationsimplantate nachgewiesen.", "authors": ["Thomas Martin"], "keywords": [{"values": [{"value": "accommodation", "language": "en"}, {"value": "akkommodation", "language": "de"}]}, {"values": [{"value": "presbyopia", "language": "en"}, {"value": "presbyopie", "language": "de"}]}, {"values": [{"value": "katarakt", "language": "en"}, {"value": "katarakt", "language": "de"}]}, {"values": [{"value": "artificial accommodation system", "language": "en"}, {"value": "künstliches akkommodationssystem", "language": "de"}]}, {"values": [{"value": "mechatronic accommodation implant", "language": "en"}, {"value": "mechatronisches akkommodationsimplantat", "language": "de"}]}, {"values": [{"value": "accommodating intraocular lens", "language": "en"}, {"value": "akkommodierende intraokularlinse", "language": "de"}]}, {"values": [{"value": "active medical", "language": "en"}, {"value": "aktives medizinisches", "language": "de"}]}, {"values": [{"value": "implantat", "language": "en"}, {"value": "implantat", "language": "de"}]}, {"values": [{"value": "mechatronic implant", "language": "en"}, {"value": "mechatronisches implantat", "language": "de"}]}, {"values": [{"value": "active optics", "language": "en"}, {"value": "aktive optik", "language": "de"}]}, {"values": [{"value": "triple-optik", "language": "en"}, {"value": "Dreifach-Optik", "language": "de"}]}, {"values": [{"value": "alvarez optics", "language": "en"}, {"value": "alvarez-optik", "language": "de"}]}, {"values": [{"value": "alvarez lens", "language": "en"}, {"value": "alvarez-linse", "language": "de"}]}, {"values": [{"value": "microdrive", "language": "en"}, {"value": "mikroantrieb", "language": "de"}]}, {"values": [{"value": "micromechanical drive", "language": "en"}, {"value": "mikromechanischer antrieb", "language": "de"}]}, {"values": [{"value": "drive system", "language": "en"}, {"value": "antriebssystem", "language": "de"}]}, {"values": [{"value": "microactuator", "language": "en"}, {"value": "mikroaktor", "language": "de"}]}, {"values": [{"value": "actor", "language": "en"}, {"value": "aktor", "language": "de"}]}, {"values": [{"value": "piezoelectric actuator", "language": "en"}, {"value": "piezoelektrischer aktor", "language": "de"}]}, {"values": [{"value": "elastic deformation mechanism", "language": "en"}, {"value": "elastischer verformungsmechanismus", "language": "de"}]}, {"values": [{"value": "cataract", "language": "en"}, {"value": "cataract", "language": "de"}]}, {"values": [{"value": "active medical implant", "language": "en"}, {"value": "aktives medizinisches Implantat", "language": "de"}]}, {"values": [{"value": "triple optics", "language": "en"}, {"value": "dreifach-optik", "language": "de"}]}, {"values": [{"value": "micro actuation system", "language": "en"}, {"value": "mikroantriebssystem", "language": "de"}]}, {"values": [{"value": "micro drive", "language": "en"}, {"value": "micro drive", "language": "de"}]}, {"values": [{"value": "mircomechanical drive system", "language": "en"}, {"value": "mikromechanisches antriebssystem", "language": "de"}]}, {"values": [{"value": "actuator", "language": "en"}, {"value": "antrieb", "language": "de"}]}, {"values": [{"value": "compliant mechanism", "language": "en"}, {"value": "nachgiebiger mechanismus", "language": "de"}]}]}, {"publication_id": "1000127738", "title": "Zur Dynamik eines unwuchtigen Rotors mit Selbstauswuchtsystem", "issued": "2020", "language": "de", "doi": "-", "abstract": "Selbstauswuchtsysteme sind im Bereich der Technik weit verbreitet, um das Schwingungsniveau von rotierenden Maschinen mit variabler Unwucht, wie z.B. Waschmaschinen, Zentrifugen, optische Laufwerke u.v.a.m., zu reduzieren. Ein Unwuchtausgleich mit besagten Selbstauswuchtsystemen ist dabei nur im überkritischen Drehzahlbereich der Maschinen möglich. Im Zuge einer Beschleunigung der Maschine auf einen im überkritischen Drehzahlbereich liegenden Betriebspunkt passiert diese zwangsläufig ein oder mehrere Resonanzfrequenzen, an denen es zu unerwünschten dynamischen Effekten kommen kann, die in der Regeln von einer deutlichen Zunahme des Schwingungsniveaus begleitet werden.\r\n\r\nDie vorliegende Arbeit widmet sich der systematischen Untersuchung der Dynamik solcher unwuchtiger Maschinen mit einem einfachen Selbstauswuchtsystem unter Berücksichtigung der Interaktion des mechanischen Systemteils mit einem nicht-idealen Antrieb\r\nbegrenzter Leistung. Der Schwerpunkt liegt dabei auf den beim Resonanzdurchgang eines exemplarischen Rotors auftretenden dynamischen Effekten.", "authors": ["Olga Drozdetskaya"], "keywords": [{"values": [{"value": "self-balancing system", "language": "en"}, {"value": "selbstauswuchtsystem", "language": "de"}]}, {"values": [{"value": "nonlinear rezonance", "language": "en"}, {"value": "nichtlineare rezonanz", "language": "de"}]}, {"values": [{"value": "summer field effect", "language": "en"}, {"value": "sommerfeldeffekt", "language": "de"}]}, {"values": [{"value": "averaging", "language": "en"}, {"value": "mittelwertbildung", "language": "de"}]}]}, {"publication_id": "1000143445", "title": "Why Do Machine Learning Practitioners Still Use Manual Tuning? A Qualitative Study", "issued": "2022", "language": "en", "doi": "-", "abstract": "Current advanced hyperparameter optimization (HPO) methods, such as Bayesian optimization, have high sampling efficiency and facilitate replicability. Nonetheless, machine learning (ML) practitioners (e.g., engineers, scientists) mostly apply less advanced HPO methods, which can increase resource consumption during HPO or lead to underoptimized ML models. Therefore, we suspect that practitioners choose their HPO method to achieve different goals, such as decrease practitioner effort and target audience compliance. To develop HPO methods that align with such goals, the reasons why practitioners decide for specific HPO methods must be unveiled and thoroughly understood. Because qualitative research is most suitable to uncover such reasons and find potential explanations for them, we conducted semi-structured interviews to explain why practitioners choose different HPO methods. The interviews revealed six principal practitioner goals (e.g., increasing model comprehension), and eleven key factors that impact decisions for HPO methods (e.g., available computing resources). We deepen the understanding about why practitioners decide for different HPO methods and outline recommendations for improvements of HPO methods by aligning them with practitioner goals.", "authors": ["Niklas Hasebrook", "Felix Morsbach", "Niclas Kannengießer", "Jörg Franke", "Frank Hutter", "Ali Sunyaev"], "keywords": [{"values": [{"value": "machine learning", "language": "en"}, {"value": "maschinelles lernen", "language": "de"}]}, {"values": [{"value": "hyperparameter optimization", "language": "en"}, {"value": "hyperparameter-optimierung", "language": "de"}]}, {"values": [{"value": "automated machine learning", "language": "en"}, {"value": "automatisiertes maschinelles lernen", "language": "de"}]}]}]